Repository: JustFixNYC/gce-screener
Catalog: src/locales/*/messages.po
Languages: es

source: For leases offered after {0}, landlords cannot increase rent more than {1}% without legitimate justification. You can use our <0>rent increase calculator</0> to determine if your landlord’s proposed rent exceeds {2}%.
es: Para los arrendamientos ofrecidos después del {0}, los arrendadores no pueden aumentar la renta más del {1} % sin una justificación legítima. Puede utilizar nuestra <0>calculadora de aumento de rentas</0> para determinar si la renta propuesta por su arrendador supera el {2} %.

source: For New York City, the CPI change is {0}% as of {1}, meaning increases above this level require justification under the statute.
es: Para la ciudad de Nueva York, la variación del IPC es del {0} % a fecha de {1}, lo que significa que los aumentos por encima de este nivel requieren una justificación según la ley.

source: For rent-stabilized leases being renewed between October 1, 2024 and September 30, 2025 the legal rent may be increased at the following levels: for a one-year renewal there is a 2.75% increase, or for a two-year renewal there is a 5.25% increase.
es: Para los contratos de arrendamiento con renta estabilizada que se renueven entre el 1 de octubre de 2024 y el 30 de septiembre de 2025, la renta legal podrá incrementarse en los siguientes porcentajes: para una renovación de un año, el incremento será del 2,75 %, y para una renovación de dos años, el incremento será del 5,25 %.

source: Formally assert your rights
es: Haga valer formalmente sus derechos

source: Full image of this example lease can be viewed on <0>hcr.ny.gov</0>
es: La imagen completa de este ejemplo de contrato de arrendamiento se puede ver en <0>hcr.ny.gov.</0>

source: Get a text with a unique URL to your results page.
es: Reciba un mensaje de texto con una URL única para acceder a su página de resultados.

source: Get started
es: Comenzar

source: Get support from a tenant organization
es: Obtenga apoyo de una organización de inquilinos

source: Give your landlord at least two weeks to respond before following up.
es: Permita que su arrendador tenga al menos dos semanas para responder antes de hacer un seguimiento.

source: Good Cause Eviction law only covers tenants whose landlord owns more than 10 apartments. Your building has only {0} apartments, but your landlord may own other buildings.
es: La Ley de Desalojo por Justa Causa solo ampara a los inquilinos cuyo propietario posea más de 10 departamentos. Su edificio solo tiene {0} departamentos, pero es posible que su propietario posea otros edificios.

source: Good Cause Eviction only applies to tenants who are not rent stabilized.
es: La Ley de Desalojo por Justa Causa solo se aplica a los inquilinos que no están sujetos a una renta estabilizada.

source: Good Cause Eviction protections went into effect on April 20th, 2024. If you are covered by the law, you have strong legal protections against eviction as long as you follow your lease. There are also limits to how much your landlord can raise your rent.
es: Las protecciones por Desalojo por Justa Causa entraron en vigor el 20 de abril de 2024. Si usted está amparado por la ley, cuenta con sólidas protecciones legales contra el desalojo siempre y cuando cumpla con su contrato de arrendamiento. También hay límites en cuanto al aumento de la renta que puede aplicar el arrendador.

source: Good Cause law can be complex to understand and to use to protect yourself. This site exists to make it easier for you and your neighbors to understand your tenant protections and to assert your rights.
es: La Ley de Desalojo por Justa Causa puede ser difícil de entender y de utilizar para protegerse. Este sitio web existe para facilitarle a usted y a sus vecinos la comprensión de las protecciones de los inquilinos y la defensa de sus derechos.

source: Good Cause Letter Preview
es: Vista previa de la carta de justa causa

source: Good Cause NYC
es: Justa Causa de NYC

source: Google your landlord’s name and find mentions of other buildings they may own in the press.
es: Busque en Google el nombre de su arrendador y encuentre menciones en la prensa de otros edificios que pueda tener en propiedad.

source: Has your landlord provided any of the following reasons for not offering you a new lease?
es: ¿Le ha dado su arrendador alguna de las siguientes razones para no ofrecerle un nuevo contrato de arrendamiento?

source: Has your landlord raised your rent? Is your landlord refusing to do basic repairs? Are you worried about getting evicted or non-renewed?
es: ¿Su arrendador ha aumentado su renta? ¿Su arrendador se niega a hacer reparaciones básicas? ¿Le preocupa que lo desalojen o no le renueven el contrato?

source: Have you learned something new?
es: ¿Ha aprendido algo nuevo?

source: Helpful organizations
es: Organizaciones útiles

source: Highlight your track record as a reliable tenant
es: Destaque su historial como inquilino confiable

source: Housing Court Answers
es: Respuestas del Tribunal de Vivienda

source: Housing Court Answers (HCA)
es: Respuestas del Tribunal de Vivienda (HCA)

source: Housing Court Answers repairs resources
es: El Tribunal de Vivienda responde a las preguntas sobre recursos para reparaciones.

source: Housing Justice for All Good Cause Eviction fact sheet
es: Hoja informativa de Housing Justice for All sobre la Ley de Desalojos por Justa Causa

source: Housing Justice for All tenant organizing form
es: Formulario de organización de inquilinos de Housing Justice for All

source: How it works
es: Cómo funciona

source: How might your landlord respond?
es: ¿Cómo podría responder su arrendador?

source: How to assert your Good Cause rights
es: Cómo hacer valer sus derechos por Justa Causa

source: How to choose the reason for your letter
es: Cómo elegir el motivo de su carta

source: How to find other apartments your landlord owns
es: Cómo encontrar otros departamentos que sean propiedad de su arrendador

source: How to find out if your apartment is rent stabilized
es: Cómo saber si su departamento tiene renta estabilizada

source: How we determined your coverage
es: Cómo determinamos su cobertura

source: I am writing to inform you that my tenancy at {0}{1}, {2}, {3} {4}is covered under New York State Real Property Law (RPL) Article 6-A, also known as the Good Cause Eviction Law, which took effect in New York City on April 20, 2024. As a tenant covered by this law, I want to outline my protections and our mutual responsibilities.
es: Le escribo para informarle que mi arrendamiento en {0}{1}, {2}, {3} {4}está cubierto por el artículo 6-A de la Ley de Bienes Inmuebles del Estado de Nueva York (RPL), también conocida como Ley de Desalojo por Justa Causa, que entró en vigor en la ciudad de Nueva York el 20 de abril de 2024. Como inquilino cubierto por esta ley, deseo describir mis protecciones y nuestras responsabilidades mutuas.

source: I do not have a unit number
es: No tengo número de unidad

source: I respectfully request the following:
es: Solicito respetuosamente lo siguiente:

source: I value our landlord–tenant relationship and wish to continue it on clear and lawful terms. Please let me know if you’d like to discuss or clarify any of these requirements. I hope we can work cooperatively to uphold both legal obligations and good-faith communication.
es: Valoro nuestra relación como arrendador e inquilino y deseo continuar con ella en términos claros y legales. Por favor, avíseme si desea discutir o aclarar cualquiera de estos requisitos. Espero que podamos trabajar en colaboración para cumplir con las obligaciones legales y mantener una comunicación de buena fe.

source: I’m covered, start my free letter
es: Estoy protegido, comience mi carta gratuita

source: I’m not sure
es: No estoy seguro

source: If costs haven’t clearly gone up, that may strengthen your argument for a smaller raise.
es: Si los costos no han aumentado claramente, eso podría reforzar su argumento a favor de un aumento menor.

source: If it’s still too high, write back citing Good Cause protections and request a compliant rent amount.
es: Si sigue siendo demasiado alto, responda citando las protecciones por justa causa y solicite un monto de renta que cumpla con la normativa.

source: If the building has 10 or fewer apartments, the landlord must not also live in it.
es: Si el edificio tiene 10 o menos departamentos, el arrendador no debe vivir también en él.

source: If they refuse, ignore you, or offer an increase above the legal limit, you still retain your Good Cause protections.
es: Si se niegan, lo ignoran u ofrecen un aumento por encima del límite legal, seguirá conservando sus protecciones por la Justa Causa.

source: If those sources are correct, then you may already have stronger tenant protections than other subsidized housing programs.
es: Si esas fuentes son correctas, es posible que ya cuente con protecciones para inquilinos más sólidas que otras de los programas de vivienda subsidiada.

source: If those sources are correct, you may have existing tenant protections through NYCHA or PACT/RAD.
es: Si esas fuentes son correctas, es posible que usted cuente con protecciones para inquilinos a través de NYCHA o PACT/RAD.

source: If those sources are correct, you may have existing tenant protections through your building’s subsidy program.
es: Si esas fuentes son correctas, es posible que usted cuente con protecciones para inquilinos a través del programa de subsidios de su edificio.

source: If you applied for your apartment through "NYC Housing Connect," your building is very likely subsidized, and you should select the option: <0>“Yes, Mitchell-Lama, HDFC, or other”</0>
es: Si solicitó su departamento a través de NYC Housing Connect, es muy probable que su edificio esté subsidiado, por lo que debe seleccionar la opción: <0>"Sí, Mitchell-Lama, HDFC u otro".</0>

source: If you are covered by Good Cause legislation, you have a right to limited rent increases. Use this calculator to determine the allowable rent increase for your apartment under Good Cause.
es: Si se encuentra amparado por la Ley de Desalojo por Justa Causa, solo se le pueden aplicar aumentos de renta limitados. Utilice esta calculadora para determinar el aumento de arrendamiento permitido para su departamento en virtud de la Ley de Justa Causa.

source: If you are covered by Good Cause, you have a legal right to limited rent increases and the right to stay in your home.
es: Si usted está cubierto por la Justa Causa, tiene derecho legal a aumentos limitados de la renta y a permanecer en su vivienda.

source: If you are offered a new lease after April 20th, 2024, then your landlord can’t raise your apartment’s monthly rent higher than:
es: Si le ofrecen un nuevo contrato de arrendamiento después del 20 de abril de 2024, su arrendador no podrá aumentar la renta mensual de su departamento por encima de:

source: If you are rent-stabilized your landlord cannot simply decide they don’t want you as a tenant anymore, they are limited to certain reasons for evicting you.
es: Si usted tiene una renta estabilizada, su arrendador no puede simplemente decidir que ya no lo quiere como inquilino, sino que está limitado a ciertas razones para desalojarlo.

source: If you are the immediate family member of a rent-stabilized tenant and have been living with them immediately prior to their moving or passing away, you might be entitled to take over the lease.
es: Si usted es familiar directo de un inquilino con alquiler estabilizado y ha estado viviendo con él inmediatamente antes de su mudanza o fallecimiento, es posible que tenga derecho a hacerse cargo del contrato de arrendamiento.

source: If you feel strongly that this address is incorrect or incomplete, you can <0>edit the address</0>.
es: Si está convencido de que esta dirección es incorrecta o está incompleta, puede <0>editarla</0>.

source: If you know that your building is part of Low-Income Housing Tax Credit (LIHTC) program, select the option: <0>“Yes, Mitchell-Lama, HDFC, or other”</0>
es: Si sabe que su edificio forma parte del programa de Crédito Fiscal para Viviendas de Bajos Ingresos (LIHTC), seleccione la opción: <0>"Sí, Mitchell-Lama, HDFC u otro</0>".

source: If you know that your building is part of public housing (NYCHA or PACT-RAD), select: <0>"NYCHA or PACT/RAD"</0>
es: Si sabe que su edificio forma parte de una vivienda pública (NYCHA o PACT-RAD), seleccione: <0>"NYCHA o PACT/RAD".</0>

source: If you know that your building receives 421a or J51 tax abatement, select the option:<0>“No, my building is not subsidized”</0>
es: Si sabe que su edificio recibe una reducción fiscal 421a o J51, seleccione la opción:<0>"No, mi edificio no está subvencionado".</0>

source: If you live in New York City, you can use this site to learn which requirements you meet and how to assert your rights.
es: Si vive en la ciudad de Nueva York, puede utilizar este sitio web para saber con qué requisitos cumple y cómo hacer valer sus derechos.

source: If you live in NYC and are not covered by Good Cause Eviction, you still have important tenant protections. Depending on the type of housing you live in, your protections may be even stronger than those provided by Good Cause.
es: Si vive en la ciudad de Nueva York y no está amparado por la Ley de Desalojo por Justa Causa, sigue contando con importantes protecciones como inquilino. Dependiendo del tipo de vivienda en la que viva, sus protecciones pueden ser incluso más sólidas que las que ofrece la Ley de Desalojo por Justa Causa.

source: If you live outside of NYC
es: Si vive fuera de Nueva York

source: If you need help understanding your rights, contacting your landlord, or getting connected to local tenant groups or city services.
es: Si necesita ayuda para comprender sus derechos, ponerse en contacto con su arrendador o conectarse con grupos locales de inquilinos o servicios municipales.

source: If you opted to have us mail the letter for you, we will text you your USPS tracking number, so you can confirm your letter was delivered. USPS may show “Tracking not available” at first. This is normal. Tracking will appear once USPS scans your letter. This can take between 1-5 days.
es: Si ha optado por que le enviemos la carta por correo, le enviaremos un mensaje de texto con su número de seguimiento de la USPS para que pueda confirmar que su carta ha sido entregada. Es posible que la USPS muestre inicialmente el mensaje "Seguimiento no disponible". Esto es normal. El seguimiento aparecerá una vez que la USPS escanee su carta. Esto puede tardar entre 1 y 5 días.

source: If you plan to stay long-term, you could offer to renew for two years instead of one in exchange for a smaller rent increase.
es: Si planea quedarse por un largo plazo, podría ofrecer renovar por dos años en lugar de uno a cambio de un aumento menor en la renta.

source: If you speak with your landlord by phone or in person, jot down the date, time, and what was said.
es: Si habla con su arrendador por teléfono o en persona, anote la fecha, la hora y lo que se dijo.

source: If you use a voucher that covers some or all of your rent, and you can use that voucher in another apartment if you move, select the option: <0>“No, my building is not subsidized”</0>
es: Si utiliza un vale que cubre parte o la totalidad de su renta, y puede utilizar ese vale en otro departamento si se muda, seleccione la opción: <0>"No, mi edificio no está subsidiado"</0>

source: If you’re comfortable, you can avoid signing a lease with an increase above the Good Cause limit.
es: Si se siente cómodo, puede evitar firmar un contrato de arrendamiento con un aumento superior al límite establecido en la Justa Causa.

source: If you’re covered by Good Cause
es: Si está cubierto por la Justa Causa

source: If you’re covered by Good Cause and your landlord is planning to raise your rent or not offer you a new lease, you can send a letter defending your Good Cause rights.
es: Si está cubierto por la Justa Causa y su arrendador tiene previsto aumentar la renta o no renovarle el contrato, puede enviarle una carta defendiendo sus derechos por Justa Causa.

source: If you’re dealing with something that feels unfair, like a large rent increase or a sudden non-renewal of your lease, chances are your neighbors might be facing similar issues.
es: Si se enfrenta a una situación que le parece injusta, como un aumento considerable de la renta o la no renovación repentina de su contrato de arrendamiento, es probable que sus vecinos se encuentren en una situación similar.

source: If you’re not covered by Good Cause Eviction
es: Si no está amparado por la Ley de Desalojo por Justa Causa

source: If you’re organizing with neighbors, challenging a landlord’s actions, or want to connect with tenant campaigns for stronger protections.
es: Si se está organizando con sus vecinos, impugnando las acciones de un propietario o desea conectarse con campañas de inquilinos para obtener protecciones más sólidas.

source: If you’re unsure whether the reason is valid, reach out to a tenant support organization or legal aid provider listed in Who Can Help?.
es: Si no está seguro de si el motivo es válido, póngase en contacto con una organización de apoyo a los inquilinos o con un proveedor de asistencia jurídica que figure en ¿Quién puede ayudarle?

source: If your address does not have a unit number, please select “I do not have a unit number” below
es: Si su dirección no tiene número de unidad, seleccione "No tengo número de unidad" a continuación

source: If your apartment has ever been rent stabilized, you’ll receive a document showing the rents that your landlord has registered since 1984. This document will help you learn if your apartment is still rent stabilized.
es: Si su departamento alguna vez estuvo sujeto a una renta estabilizada, recibirá un documento en el que se indican los arrendamientos registrados por su arrendador desde 1984. Este documento le ayudará a saber si su departamento sigue estando sujeto a una renta estabilizada.

source: If your apartment has never been rent stabilized, you should receive get an email the day after you submit your request letting you know that New York State does not have a registration on file. This means your apartment is not rent stabilized, and therefore you may be eligible for Good Cause Eviction protections.
es: Si su departamento nunca ha estado sujeto a una renta estabilizada, debería recibir un correo electrónico al día siguiente de enviar su solicitud en donde se le informa que el estado de Nueva York no tiene ningún registro al respecto. Esto significa que su departamento no está sujeto a una renta estabilizada y, por lo tanto, usted podría ser elegible para las protecciones de Desalojo por Justa Causa.

source: If your apartment is rent stabilized, you are not covered by Good Cause because you already have stronger existing protections through rent stabilization law.
es: Si su departamento está sujeto a un alquiler estabilizado, no está amparado por la cláusula de protecciones de Desalojo por Justa Causa, porque ya cuenta con protecciones más sólidas a través de la Ley de Estabilización de Rentas.

source: If your building has fewer than 11 apartments, you need to learn if your landlord owns other residential buildings.
es: Si su edificio tiene menos de 11 departamentos, debe averiguar si su arrendador es propietario de otros edificios residenciales.

source: If your landlord files a court case, refuses to renew your lease, or you’re unsure how to respond to legal documents.
es: Si su arrendador inicia un proceso judicial, se niega a renovar su contrato de arrendamiento o usted no sabe cómo responder a los documentos legales.

source: If your landlord ignores your letter, you still have your Good Cause protections.
es: Si su arrendador ignora su carta, usted seguirá contando con las protecciones establecidas en la Justa Causa.

source: If your landlord is either planning to raise your rent, or not offer you a new lease, we will draft a USPS Certified Mail letter defending your Good Cause rights. We will even send it for you, for free.
es: Si su arrendador tiene previsto aumentar la renta o no renovarle el contrato, redactaremos una carta certificada por la USPS en la que defenderemos sus derechos por Justa Causa. Incluso se la enviaremos por usted, sin costo alguno.

source: If your landlord is not offering you a lease renewal, you can send a legally-vetted letter to your landlord to assert your right to a renewal.
es: Si su arrendador no le ofrece la renovación del contrato de arrendamiento, puede enviarle una carta revisada por un abogado para hacer valer su derecho a la renovación.

source: If your landlord is planning to raise your rent beyond this amount, you can send a legally-vetted letter to your landlord to ask for a lower rent increase.
es: Si su arrendador tiene previsto aumentar la renta por encima de este importe, puede enviarle una carta revisada legalmente para solicitarle un aumento menor.

source: If your landlord provides a reason, that doesn’t automatically mean the non-renewal is lawful. Your landlord’s reason must still meet the standards defined in the law.
es: Si su arrendador le da una razón, eso no significa automáticamente que la no renovación sea legal. La razón de su arrendador debe cumplir con los estándares definidos en la ley.

source: If your landlord refuses to renew your lease, tells you that you have to leave for no reason, or tries to evict you for no reason, stay in your home!
es: Si su arrendador se niega a renovar su contrato de arrendamiento, le dice que tiene que irse sin motivo alguno o intenta desalojarlo sin razón aparente, ¡quédese en su casa!

source: If your landlord starts a housing court case, don’t ignore it. Your landlord has to follow the law if they want to evict you and you have rights.
es: Si su arrendador inicia un proceso judicial por desalojo, no lo ignore. Su arrendador debe cumplir con la ley si quiere desalojarlo, y usted tiene derechos.

source: If your landlord takes you to court, you can raise a “Good Cause” defense. Your landlord would then have to demonstrate to the judge that they raised the rent because of increased costs (taxes, maintenance costs, etc.) or be forced to lower the increase.
es: Si su arrendador lo lleva a juicio, usted puede presentar una defensa por "Justa Causa". En ese caso, su arrendador tendría que demostrar ante el juez que aumentó la renta debido al incremento de los costos (impuestos, gastos de mantenimiento, etc.) o se vería obligado a reducir el aumento.

source: If your landlord’s address does not have a unit number, please select “This address does not have a unit/suite/apartment” below
es: Si la dirección de su arrendador no tiene número de unidad, seleccione "Esta dirección no tiene unidad/suite/apartamento" a continuación

source: If your most recent lease renewal <0>looks like this</0>, then your apartment is likely rent stabilized.
es: Si la renovación más reciente de su contrato de arrendamiento <0>se parece a esta</0>, es probable que su departamento esté sujeto a una renta estabilizada.

source: If your most recent lease renewal looks like the image below, then your apartment is almost certainly rent stabilized. If your lease renewal does not look like the image below, your apartment could still be rent stabilized.
es: Si la renovación más reciente de su contrato de arrendamiento se parece a la imagen que aparece a continuación, es casi seguro que su departamento está sujeto a una renta estabilizada. Si la renovación de su contrato de arrendamiento no se parece a la imagen que aparece a continuación, es posible que su departamento siga estando sujeto a una renta estabilizada.
