Repository: JustFixNYC/gce-screener
Catalog: src/locales/*/messages.po
Languages: es

source: This notice must state whether the unit is covered by Article 6-A and explain the tenant’s rights.
es: Este aviso debe indicar si la unidad está cubierta por el artículo 6-A y explicar los derechos del inquilino.

source: This site is a collaboration between the Housing Justice for All Coalition and JustFix. We thank all individuals who contributed to this site and to all the tenants and advocates who fight for Good Cause protections.
es: Este sitio es una colaboración entre Housing Justice for All y JustFix. Agradecemos a todas las personas que contribuyeron a este sitio y a todos los inquilinos y defensores que luchan por las protecciones de buena causa.

source: Tip: The signature page is often located toward the end of the document
es: Consejo: La página de firmas suele encontrarse al final del documento

source: Tips for negotiating a smaller increase
es: Consejos para negociar un aumento menor

source: To be covered by the law, your apartment must meet several requirements.
es: Para estar amparado por la ley, su departamento debe cumplir varios requisitos.

source: To find other buildings your landlord might own, you can:
es: Para encontrar otros edificios que pueda tener su propietario, usted puede hacer lo siguiente:

source: To help guide your answer
es: Para ayudarle a responder

source: To learn more about tenant and landlord responsibilities under Good Cause Eviction law, visit: <0>https://www.nyc.gov/site/hpd/services-and-information/good-cause-eviction.page</0>
es: Para obtener más información sobre las responsabilidades de los inquilinos y arrendadores en virtud de la Ley de Desalojo por Justa Causa, visite: <0>https://www.nyc.gov/site/hpd/services-and-information/good-cause-eviction.page</0>

source: To learn what protections you have through your building’s subsidy program we recommend that you speak to your landlord and your neighbors. For further assistance you can also try contacting:
es: Para saber qué protecciones tiene a través del programa de subsidios de su edificio, le recomendamos que hable con su arrendador y sus vecinos. Para obtener más ayuda, también puede ponerse en contacto con:

source: To meet Good Cause Eviction’s “Landlord Portfolio Size” requirement, you need to find out if your landlord owns more than 10 apartments
es: Para cumplir con el requisito de "tamaño de la cartera del propietario" de Desalojo por Justa Causa, debe averiguar si su arrendador tiene más de 10 departamentos

source: To read the full law, visit:
es: Para leer la ley completa, visite:

source: Track your letter
es: Siga su carta

source: Type of building
es: Tipo de edificio

source: Under Good Cause Eviction Law, a landlord may not lawfully evict a tenant or refuse a new lease unless there is a statutorily defined "good cause."
es: Según la Ley de Desalojo por Justa Causa, un arrendador no puede desalojar legalmente a un inquilino ni rechazar un nuevo contrato de arrendamiento a menos que exista una "justa causa" definida por la ley.

source: Under Good Cause Eviction Law, rent increases are presumptively unreasonable if they exceed the lower of:
es: Según la Ley de Desalojo por Justa Causa, los aumentos de renta se consideran presuntamente injustificados si superan el menor de los siguientes importes:

source: Under Good Cause Eviction Law, you must provide a Good Cause Eviction notice when issuing:
es: Según la Ley de Desalojo por Justa Causa, debe proporcionar un aviso de Desalojo por Justa Causa al emitir:

source: Under Good Cause, a landlord cannot refuse to renew your lease without a legally valid reason.
es: En virtud de la Justa Causa, el arrendador no puede negarse a renovar su contrato de arrendamiento sin una razón legalmente válida.

source: Under the Good Cause Eviction law, landlords are allowed to evict tenants for the following “good cause” reasons:
es: Según la Ley de Desalojo por Justa Causa, los arrendadores pueden desalojar a los inquilinos por las siguientes "causas justificadas":

source: Under the Good Cause Eviction law, tenants are entitled to renewal of their lease unless the landlord can establish a valid “good cause” reason for non-renewal.
es: Según la Ley de Desalojo por Justa Causa, los inquilinos tienen derecho a renovar su contrato de arrendamiento, a menos que el arrendador pueda demostrar una "justa causa" válida para no renovarlo.

source: Under the Good Cause law, landlords can only raise rent above the local rent standard (annual inflation + 5%, or a maximum of 10%) if they can prove there’s a legitimate “good cause” reason for doing so. The reason must be specific, factual, and reasonable, not just a general claim of higher expenses.
es: Según la Ley de Justa Causa, los arrendadores solo pueden aumentar el alquiler por encima del estándar local (inflación anual + 5 %, o un máximo del 10 %) si pueden demostrar que existe una "justa causa" legítima para hacerlo. La razón debe ser específica, objetiva y razonable, y no solo una afirmación general de que los gastos son más elevados.

source: Under the Good Cause law, your landlord can only refuse to renew your lease if they have a legally valid reason, known as a “good cause.” These reasons are limited and must meet specific criteria. For example, if the landlord or their immediate family intends to move in, if you’ve violated a substantial lease term, or if you’ve consistently failed to pay rent.
es: Según la Ley de Justa Causa, su arrendador solo puede negarse a renovar su contrato de alquiler si tiene una razón legalmente válida, conocida como "justa causa". Estas razones son limitadas y deben cumplir criterios específicos. Por ejemplo, si el arrendador o su familia inmediata tienen la intención de mudarse al inmueble, si usted ha incumplido una cláusula importante del contrato de arrendamiento o si ha dejado de pagar la renta de forma sistemática.

source: Understanding the cause can help you decide whether the increase seems fair and whether you have room to negotiate.
es: Comprender la causa puede ayudarle a decidir si el aumento parece justo y si tiene margen para negociar.

source: Understanding your rights
es: Comprender sus derechos

source: Unfortunately, it can be difficult to find out who your landlord really is and if your landlord owns other buildings. This is especially true if your building is owned by a corporation.
es: Desafortunadamente, puede resultar difícil averiguar quién es realmente su arrendador y si este es propietario de otros edificios. Esto es especialmente cierto si su edificio es propiedad de una corporación.

source: Unit number
es: Número de unidad

source: Unit Number
es: Número de unidad

source: Unknown
es: Desconocido

source: Unlock NYC
es: Desbloquee NYC

source: Update your coverage result
es: Actualice el resultado de su cobertura

source: Urbanization is required for address in Puerto Rico
es: Se requiere urbanización para las direcciones en Puerto Rico

source: Use Good Cause to fight your rent hike
es: Utilice la Ley de Desalojo por Justa Causa para impugnar el aumento de su alquiler

source: Use Good Cause to stay in your home
es: Utilice la Ley de Desalojo por Justa Causa para permanecer en su hogar

source: Use the <0/> to check if the new amount is legal.
es: Utilice la herramienta de verificación de la ley de control de drogas ( <0/> ) para comprobar si la nueva cantidad es legal.

source: Use the <0/> to check your coverage.
es: Utilice la herramienta « <0/> » (Herramienta de verificación de cobertura) para comprobar su cobertura.

source: Use the <0/> to confirm if the increase is allowed.
es: Utilice la herramienta de verificación de precios ( <0/> ) para confirmar si se permite el aumento.

source: Use the <0/> to confirm whether the proposed increase still exceeds the legal limit.
es: Utilice la herramienta de cálculo de la tasa de crecimiento de la población ( <0/> ) para confirmar si el aumento propuesto sigue superando el límite legal.

source: Use this address
es: Utilice esta dirección

source: USPS has flagged that the unit in this address may not exist in the building. Your letter may still be delivered if you proceed with this address, but please review and edit if you see any errors.
es: El USPS ha señalado que es posible que la unidad indicada en esta dirección no exista en el edificio. Es posible que su carta se entregue si continúa con esta dirección, pero revísela y edítela si detecta algún error.

source: USPS has flagged that this address does not require a unit number. Your letter may still be delivered if you proceed with this address, but please review and edit if you see any errors.
es: El USPS ha señalado que esta dirección no requiere un número de unidad. Su carta aún puede ser entregada si continúa con esta dirección, pero por favor revise y edite si ve algún error.

source: USPS has flagged that this address may be missing a unit number. Your letter may still be delivered if you proceed with this address, but please review and edit if you see any errors.
es: El USPS ha señalado que es posible que a esta dirección le falte el número de unidad. Es posible que su carta se entregue si continúa con esta dirección, pero revísela y edítela si detecta algún error.

source: USPS has flagged this address as undeliverable. Your letter may not be delivered if you proceed with this address. If you know of an alternate address for your landlord, we encourage you to use it.
es: La USPS ha marcado esta dirección como imposible de entregar. Es posible que su carta no se entregue si continúa con esta dirección. Si conoce otra dirección de su arrendador, le recomendamos que la utilice.

source: USPS may show “Tracking not available” at first. This is normal. Tracking will appear once USPS scans your letter.
es: Es posible que la USPS muestre inicialmente el mensaje "Seguimiento no disponible". Esto es normal. El seguimiento aparecerá una vez que la USPS haya escaneado su carta.

source: View all documents from Richmond County Clerk
es: Ver todos los documentos del secretario del condado de Richmond

source: View all documents in ACRIS
es: Ver todos los documentos en ACRIS

source: View source
es: Ver fuente

source: View tenant protection information on following pages
es: Consulte la información sobre protección de inquilinos en las siguientes páginas

source: View the guide
es: Ver la guía

source: Visit Housing Justice for All
es: Visite Housing Justice for All

source: Visit JustFix
es: Visite JustFix

source: We are unable to directly link to specific documents for properties in Staten Island. Please view all documents for this property, and refer to the video above to learn how to identify the documents most likely to contain the owner’s name and signature.
es: No podemos enlazar directamente con documentos específicos de propiedades en Staten Island. Consulte todos los documentos de esta propiedad y vea el video anterior para saber cómo identificar los documentos que más probablemente contengan el nombre y la firma del propietario.

source: We ask for your landlord’s email address so that we can send them a PDF copy of your letter. This helps ensure that the landlord sees your letter.
es: Le pedimos la dirección de correo electrónico de su arrendador para poder enviarle una copia en PDF de su carta. Esto ayuda a garantizar que el arrendador vea su carta.

source: We check for NYCHA, Mitchell-Lama, HDFC, LIHTC, Project Section 8, and various HPD and HUD programs. If you know the public data is incorrect, use these tips to guide your answer:
es: Verificamos los programas NYCHA, Mitchell-Lama, HDFC, LIHTC, Proyecto Sección 8 y varios programas HPD y HUD. Si sabe que los datos públicos son incorrectos, utilice estos consejos para orientar su respuesta:

source: We couldn’t finish your letter
es: No pudimos terminar su carta

source: We highly recommend emailing a copy of the letter to yourself and your landlord, especially if your normally correspond to your landlord via email. You can also send a copy to other people you trust.
es: Le recomendamos encarecidamente que envíe una copia de la carta por correo electrónico a usted mismo y a su arrendador, especialmente si normalmente se comunica con él por correo electrónico. También puede enviar una copia a otras personas de su confianza.

source: We highly recommend providing your landlord’s email, especially if you normally correspond with your landlord via email.
es: Recomendamos encarecidamente proporcionar el correo electrónico de su arrendador, especialmente si normalmente se comunica con él por correo electrónico.

source: We need to confirm if your apartment is rent stabilized
es: Necesitamos confirmar si su departamento está sujeto a un alquiler estabilizado

source: We need to confirm if your landlord owns more than 10 apartments
es: Necesitamos confirmar si su arrendador es propietario de más de 10 departamentos

source: We were unable to find relevant documents containing owner names and/or signatures for this building.
es: No hemos podido encontrar documentos relevantes que contengan los nombres y/o firmas de los propietarios de este edificio.

source: We will mail the letter for you
es: Enviaremos la carta por usted

source: We will never call you or share your phone number. We may text you later in the year to see how things are going. Opt-out at any time.
es: Nunca lo llamaremos ni compartiremos su número de teléfono. Es posible que le enviemos un mensaje de texto más adelante en el año para ver cómo van las cosas. Puede darse de baja en cualquier momento.

source: We will provide a PDF for you to download, print, and mail or deliver to your landlord or property manager.
es: Le proporcionaremos un PDF para que lo descargue, imprima y envíe por correo o entregue a su arrendador o administrador de la propiedad.

source: We will send your letter for you via USPS Certified Mail at no cost to you. We will also provide a PDF for you to download for your records.
es: Enviaremos su carta por correo certificado de la USPS sin costo alguno para usted. También le proporcionaremos un PDF para que lo descargue y lo guarde en sus archivos.

source: We will text you with a link to download a PDF copy of your letter for your records.
es: Le enviaremos un mensaje de texto con un enlace para descargar una copia en PDF de su carta para sus registros.

source: We will text you with a link to download a PDF copy of your letter for your records. Keep this for your documentation. It’s an important part of asserting your rights.
es: Le enviaremos un mensaje de texto con un enlace para descargar una copia en PDF de su carta para sus registros. Guárdelo para su documentación. Es una parte importante para hacer valer sus derechos.

source: We will text you with:
es: Te enviaremos un mensaje de texto con:

source: We’ll also let you know when NYC changes the maximum rent increase amount each year.
es: También le informaremos cuando la ciudad de Nueva York modifique el monto máximo de aumento de renta cada año.

source: We’ll email you a PDF copy of your letter. We’ll also include your email in the letter to your landlord so they can contact you. We will only share your email if you tell us to.
es: Le enviaremos por correo electrónico una copia en PDF de su carta. También incluiremos su correo electrónico en la carta que enviemos a su arrendador para que pueda ponerse en contacto contigo. Solo compartiremos su correo electrónico si nos lo pide.

source: We’ll text you with your USPS tracking number. We will also check in after your letter is mailed. We will never call you or share your phone number.
es: Le enviaremos un mensaje de texto con su número de seguimiento de la USPS. También le informaremos una vez que su carta haya sido enviada. Nunca lo llamaremos ni compartiremos su número de teléfono.

source: We’ll use publicly available information about your building to help learn if you’re covered.
es: Utilizaremos la información pública disponible sobre su edificio para saber si está amparado.

source: We’ll use your answers and publicly available information about your building to help learn if you’re covered.
es: Utilizaremos sus respuestas y la información disponible públicamente sobre su edificio para determinar si está amparado.

source: We’re finishing up your letter…
es: Estamos terminando su carta…

source: We’ve loaded all buildings that we could find related to your landlord.
es: Hemos cargado todos los edificios que hemos podido encontrar relacionados con su arrendador.

source: What happens next?
es: ¿Qué pasa después?

source: What to do
es: Qué hacer

source: What to do after sending your letter
es: Qué hacer después de enviar su carta

source: What to do if your landlord raises your rent
es: Qué hacer si su arrendador aumenta la renta

source: What to do if your landlord won’t renew your lease
es: Qué hacer si su arrendador no renueva su contrato de arrendamiento

source: What to expect, what to do next, and how to respond to your landlord.
es: Qué esperar, qué hacer a continuación y cómo responder a su arrendador.

source: What to know
es: Lo que hay que saber

source: When tenants come together, we have power. Tenants across our state are forming tenant unions to fight back. If you’re interested in organizing a tenant union with your neighbors, fill out this form to get support from a tenant group near you.
es: Cuando los inquilinos se unen, tenemos poder. Los inquilinos de todo nuestro estado están formando sindicatos de inquilinos para luchar. Si está interesado en organizar un sindicato de inquilinos con sus vecinos, llene este formulario para obtener apoyo de un grupo de inquilinos cercano a usted.

source: When to use
es: Cuándo utilizarlo

source: Where to find support
es: Dónde encontrar apoyo

source: Whether or not you are covered by Good Cause, you still have important tenant rights
es: Independientemente de si está amparado por Justa Causa, sigue teniendo importantes derechos como inquilino

source: While you wait for your landlord to reply, you have the right to stay in your home under the terms of your most recent lease. This means:
es: Mientras espera la respuesta del arrendador, tiene derecho a permanecer en su vivienda según los términos de su contrato de arrendamiento más reciente. Esto significa que:

source: Who can help?
es: ¿Quién puede ayudar?

source: Why are we asking for this information?
es: ¿Por qué solicitamos esta información?

source: Why send a letter to your landlord?
es: ¿Por qué enviar una carta a su arrendador?

source: Why we ask for your landlord’s email
es: ¿Por qué solicitamos el correo electrónico de su arrendador?

source: Why we ask for your phone number and email
es: ¿Por qué le pedimos su número de teléfono y correo electrónico?

source: Withhold the unreasonable increase
es: Retener el aumento injustificado

source: Yes
es: Sí

source: Yes, Mitchell-Lama, HDFC, or other
es: Sí, Mitchell-Lama, HDFC u otros

source: Yes, NYCHA / PACT-RAD
es: Sí, NYCHA / PACT-RAD

source: You are not covered by Good Cause because you have existing eviction protections through your building’s subsidy program
es: No está amparado por la Ley por Justa Causa porque ya cuenta con protecciones contra el desalojo a través del programa de subsidios de su edificio.

source: You can continue to stay in your apartment and abide by the terms of your existing or most recent lease. This includes continuing to pay the rent amount on your most recent lease.
es: Puede seguir viviendo en su departamento y cumplir con los términos de su contrato de arrendamiento actual o más reciente. Esto incluye seguir pagando el importe de la renta que figura en su contrato de arrendamiento más reciente.

source: You can continue to stay in your home and pay rent at your current amount while this is being resolved.
es: Puede seguir viviendo en su casa y pagar el alquiler por el importe actual mientras se resuelve la situación.

source: You can keep paying rent under your current lease.
es: Puede seguir pagando la renta según su contrato actual.

source: You can try again or contact our support team at <0>support@justfix.org</0> if the issue continues.
es: Puede volver a intentarlo o ponerse en contacto con nuestro equipo de asistencia en <0>support@justfix.org</0> si el problema persiste.

source: You can withhold the rent increase above the ‘reasonable’ threshold. Pay your old rent plus {0}%. To be safe, set aside the extra rent in a separate escrow account until your negotiations with your landlord have totally resolved.
es: Puede retener el aumento del alquiler que supere el límite "razonable". Pague su antiguo alquiler más {0} %. Para mayor seguridad, guarde el alquiler adicional en una cuenta de depósito en garantía separada hasta que las negociaciones con su arrendador se hayan resuelto por completo.

source: You have a legal right to limited rent increases and the right to stay in your home. If your landlord is either planning to raise your rent, or not offering you a new lease, we will draft a USPS Certified Mail® letter asserting your Good Cause rights. We will even send it for you, for free.
es: Tiene derecho legal a aumentos limitados de la renta y el derecho a permanecer en su vivienda. Si su arrendador tiene previsto aumentar la renta o no le ofrece un nuevo contrato de arrendamiento, redactaremos una carta certificada por el USPS® en la que se hagan valer sus derechos por Justa Causa. Incluso la enviaremos por usted, sin costo alguno.

source: You have chosen to overwrite the landlord information on record with the city. Please provide your own details below, or <0>use the recommended landlord information</0>.
es: Ha elegido sobrescribir la información del arrendador que figura en los registros municipales. Indique sus datos a continuación o <0>utilice la información recomendada sobre el arrendador</0>.

source: You must enter an address
es: Debe ingresar una dirección

source: You must select a method to mail your letter
es: Debe seleccionar un método para enviar su carta por correo

source: You only need to find the name or signature of your building’s owner on one of these documents before moving to Step 2.
es: Solo necesita encontrar el nombre o la firma del propietario de su edificio en uno de estos documentos antes de pasar al paso 2.

source: You reported that you are not sure if your apartment is rent stabilized. {guideLink}
es: Usted informó que no está seguro de si su departamento tiene alquiler estabilizado. {guideLink}

source: You reported that your apartment is not rent stabilized, and we are using your answer as part of our coverage assessment. Note: publicly available data sources indicate that all apartments in your building are registered as rent stabilized. {wowLink} If those sources are correct, then you may already have stronger tenant protections than Good Cause Eviction provides. {guideLink}
es: Usted informó que su departamento no tiene alquiler estabilizado, y estamos utilizando su respuesta como parte de nuestra evaluación de cobertura. Nota: Las fuentes de datos disponibles públicamente indican que todos los departamentos de su edificio están registrados como de renta estabilizada. {wowLink} Si esas fuentes son correctas, es posible que ya cuente con protecciones para inquilinos más sólidas que las que ofrece la Ley de Desalojo por Justa Causa. {guideLink}
