Repository: JustFixNYC/gce-screener
Catalog: src/locales/*/messages.po
Languages: es

source: If your rent increase is more than {0}%, tell your landlord it is an unreasonable increase and that a judge could force your landlord to justify it based on increased costs.
es: Si el aumento de su renta es superior al {0} %, comuníquele a su arrendador que se trata de un aumento injustificado y que un juez podría obligarle a justificarlo basándose en el aumento de los costos.

source: If your rent was increased after April 20, 2024 beyond the allowable rent increase amount calculated above, your rent increase could be found unreasonable by housing court.
es: Si su alquiler se incrementó después del 20 de abril de 2024 por encima del monto de incremento de alquiler permitido calculado anteriormente, el Tribunal de Vivienda podría considerar que el incremento de su renta no es razonable.

source: Illegal Activity
es: Actividad ilegal

source: In instances where residents disagree with management decisions or believe their rights have been violated, they have the right to grieve these issues through a formal process. Residents can file grievances online through the resident portal or on paper by visiting the management office.
es: En los casos en que los residentes no estén de acuerdo con las decisiones de la administración o consideren que se han violado sus derechos, tienen derecho a presentar una queja sobre estos asuntos a través de un proceso formal. Los residentes pueden presentar sus quejas en línea a través del portal de residentes o en papel, acudiendo a la oficina de administración.

source: Ineligible
es: No apto

source: Invoke “Good Cause” to a judge
es: Invocar "Justa Causa" ante un juez

source: is a Mitchell-Lama
es: es un Mitchell-Lama

source: is an Article XI
es: es un artículo XI

source: is part of an HPD subsidy program
es: forma parte de un programa de subsidios del Departamento de Vivienda de Houston (HPD)

source: is part of NYCHA or PACT/RAD
es: forma parte de NYCHA o PACT/RAD

source: Is your landlord increasing your monthly rent more than {0}%?
es: ¿Su arrendador está aumentando su renta mensual más del {0} %?

source: It’s often more effective to approach these problems together, by sharing information, comparing experiences, and contacting your landlord together.
es: A menudo es más efectivo abordar estos problemas juntos, compartiendo información, comparando experiencias y contactando al arrendador juntos.

source: JustFix’s Letter of Complaint
es: Carta de queja de JustFix

source: Keep all communication in writing
es: Mantenga toda la comunicación por escrito

source: Keep documentation of every rent payment (receipts, screenshots, or bank confirmations).
es: Guarde toda la documentación de cada pago de renta (recibos, capturas de pantalla o confirmaciones bancarias).

source: Keep paying rent and wait for your landlord’s response
es: Siga pagando la renta y espere la respuesta de su arrendador

source: Keep paying rent under your current lease until a legal amount is agreed to.
es: Siga pagando la renta según su contrato de arrendamiento actual hasta que se acuerde un monto por legal.

source: Keep paying rent under your current lease. You don’t need to accept the higher amount.
es: Siga pagando la renta según su contrato de arrendamiento actual. No tiene por qué aceptar el aumento.

source: Keep this for your documentation. It's an important part of asserting your rights.
es: Guarde esto para su documentación. Es una parte importante para hacer valer sus derechos.

source: Keep this for your documentation. It’s an important part of asserting your rights.
es: Guarde esto para su documentación. Es una parte importante para hacer valer sus derechos.

source: Landlord name
es: Nombre del arrendador

source: Landlord name is required for the letter
es: Se requiere el nombre del arrendador para la carta

source: Landlord personal use/removal from market
es: Uso personal por parte del arrendador/retirada del mercado

source: Landlord portfolio size
es: Tamaño de la cartera del arrendador

source: Landlords can increase the rent more than the reasonable rent increase but they must explain why and must point to increases in their costs or substantial repairs they did to the apartment or building.
es: Los arrendadores pueden aumentar el alquiler más allá del incremento razonable, pero deben explicar por qué y señalar los aumentos en sus costos o las reparaciones sustanciales que realizaron en el departamento o el edificio.

source: Landlords often value stability, especially in a competitive market. A short, polite message pointing out your reliability can strengthen your case for a smaller increase.
es: Los arrendadores suelen valorar la estabilidad, especialmente en un mercado competitivo. Un mensaje breve y educado en el que destaque su fiabilidad puede reforzar sus argumentos para conseguir un aumento menor.

source: Language
es: Idioma

source: Last modified: August 16, 2024
es: Última modificación: 16 de agosto de 2024

source: Last modified: Jan 24, 2025
es: Última modificación: 24 de enero de 2025

source: Last name
es: Apellido

source: Last name is required for the letter
es: Se requiere el apellido para la carta

source: Lawful source of income
es: Fuente legal de ingresos

source: Learn about lease renewal rights
es: Conozca sus derechos de renovación de contrato de arrendamiento

source: Learn about rent increase rights
es: Infórmese sobre los derechos de aumento de renta

source: Learn about succession rights
es: Conozca los derechos de sucesión

source: Learn about Warranty of Habitability
es: Más información sobre la garantía de habitabilidad

source: Learn how tenant associations can help
es: Descubra cómo pueden ayudar las asociaciones de inquilinos

source: Learn if you’re covered <0/>by Good Cause <1/>Eviction law in NYC
es: Averigüe si está amparado por la Ley de Desalojo <0/>por Justa Causa <1/>en la ciudad de Nueva York

source: Learn more
es: Más información

source: Learn more about fair housing
es: Más información sobre vivienda equitativa

source: Learn more about Good Cause Eviction Law protections
es: Más información sobre las protecciones de la Ley de Desalojo por Justa Causa

source: Learn more about Good Cause reasons for eviction
es: Más información sobre los motivos de desalojo por justa causa.

source: Learn more about Good Cause reasons for non renewal
es: Más información sobre los motivos justificados para la no renovación

source: Learn more about housing court
es: Más información sobre el tribunal de vivienda

source: Learn more about income-based rent and recertification
es: Más información sobre la renta basada en los ingresos y la recertificación

source: Learn more about lawful source of income discrimination
es: Más información sobre la discriminación por motivos de ingresos legales

source: Learn more about NYCHA and PACT/RAD’s tenant protections
es: Más información sobre NYCHA y las protecciones para inquilinos de PACT/RAD

source: Learn more about NYCHA lease terminations
es: Más información sobre las rescisiones de contratos de arrendamiento de la NYCHA

source: Learn more about Reasonable Rent Increase
es: Más información sobre el aumento razonable de la renta

source: Learn more about rent stabilization
es: Más información sobre la estabilización de renta

source: Learn more about requesting repairs
es: Más información sobre cómo solicitar reparaciones

source: Learn more about tenant protections in NYC
es: Más información sobre las protecciones para inquilinos en la ciudad de Nueva York

source: Learn more about the eviction process
es: Más información sobre el proceso de desalojo

source: Learn more about the grievance procedures
es: Más información sobre los procedimientos de reclamación

source: Learn more about the law.
es: Obtenga más información sobre la ley.

source: Learn more about the Letter Sender
es: Más información sobre el remitente de la carta

source: Learn more about your rights
es: Más información sobre sus derechos

source: Learn where Good Cause Protections have already been won
es: Descubra dónde se han conseguido protecciones por Justa Causa

source: Learn where Good Cause protections have been won
es: Descubra dónde se han conseguido protecciones por justa causa

source: Lease violations
es: Infracciones del contrato de arrendamiento

source: Legal advice and assistance
es: Asesoramiento y asistencia legal

source: Legal Aid Society - Housing Unit
es: Sociedad de Asistencia Jurídica - Unidad de Vivienda

source: Legal Limits on Rent Increases
es: Límites legales al aumento de la renta

source: Legal rent increase
es: Aumento legal de la renta

source: Legal representation can make a significant difference in ensuring a fair and just resolution to housing disputes, protecting residents from wrongful eviction or other adverse outcomes. If you do not have a lawyer and are facing a termination of tenancy at the Office of Impartial Hearings, you can ask for your case to be adjourned in order for you to seek counsel.
es: La representación legal puede marcar una diferencia significativa a la hora de garantizar una resolución justa y equitativa de los conflictos relacionados con la vivienda, protegiendo a los residentes de desalojos injustificados u otras consecuencias adversas. Si no cuenta con un abogado y se enfrenta a la terminación de su contrato de arrendamiento en la Oficina de Audiencias Imparciales, puede solicitar que se aplace su caso para poder buscar asesoramiento legal.

source: Legal Services NYC
es: Servicios legales en la ciudad de Nueva York

source: Letter preview language:
es: Idioma de la vista previa de la carta:

source: Live-in landlord
es: Propietario que vive en la propiedad

source: Load more buildings
es: Cargar más edificios

source: Loading document links...
es: Cargando enlaces a documentos...

source: Loading your results...
es: Cargando tus resultados...

source: Look out for a text from JustFix
es: Esté atento a un mensaje de JustFix

source: Mail my letter
es: Enviar mi carta

source: Mail or deliver the letter yourself
es: Envíe la carta por correo o entréguela usted mismo

source: Mailing method
es: Método de envío por correo

source: Make sure the information below is accurate. If it is not, you can go back to make changes.
es: Asegúrese de que la información que aparece a continuación es correcta. Si no lo es, puede volver atrás para realizar cambios.

source: manufactured housing
es: vivienda prefabricada

source: Many landlords prefer stable, predictable tenants. This saves them time and reduces turnover. Framing it as a win-win can make this offer appealing.
es: Muchos propietarios prefieren inquilinos estables y predecibles. Esto les ahorra tiempo y reduce la rotación. Presentarlo como una situación beneficiosa para ambas partes puede hacer que esta oferta resulte atractiva.

source: Map showing location of the entered address.
es: Mapa que muestra la ubicación de la dirección ingresada.

source: Met Council on Housing
es: Consejo Metropolitano de Vivienda

source: Met Council on Housing Good Cause Eviction fact sheet
es: Hoja informativa del Consejo Metropolitano de Vivienda sobre desalojos por justa causa

source: Met Council on Housing guide to getting repairs
es: Guía del Consejo Metropolitano de Vivienda para obtener reparaciones

source: Met Council on Housing Nonpayment of Rent Eviction information
es: Información sobre desalojos por falta de pago del alquiler del Consejo Metropolitano de Vivienda

source: Met Council on Housing’s free clinic offers tenants assistance with understanding their rent stabilization status and landlord-tenant disputes.
es: La clínica gratuita del Consejo Metropolitano de Vivienda ofrece asistencia a los inquilinos para comprender su situación en materia de estabilización de rentas y las disputas entre propietarios e inquilinos.

source: Met Council on Housing’s Guide to forming a tenant association
es: Guía del Consejo Metropolitano de Vivienda para formar una asociación de inquilinos

source: Met Council on Housing’s Hotline
es: Línea directa del Consejo Metropolitano de Vivienda

source: Met Council on Housing’s Rent Stabilization overview
es: Resumen sobre la estabilización de alquileres del Consejo Metropolitano de Vivienda

source: missing class information
es: información sobre clases perdidas

source: Mobilization for Justice (MFJ)
es: Movilización por la Justicia (MFJ)

source: modify your response.
es: modifique su respuesta.

source: More resources about your rights as an NYC tenant
es: Más recursos sobre sus derechos como inquilino en la ciudad de Nueva York.

source: Mortgage
es: Hipoteca

source: Need help choosing which letter is best for you?
es: ¿Necesita ayuda para elegir la letra que más le conviene?

source: Need support while you wait?
es: ¿Necesita ayuda mientras espera?

source: Need to update your information?
es: ¿Necesita actualizar su información?

source: New York Legal Assistance Group (NYLAG)
es: Grupo de Asistencia Legal de Nueva York (NYLAG)

source: Next
es: Siguiente

source: No data available for the number of apartments in your building.
es: No hay datos disponibles sobre el número de departamentos en su edificio.

source: No rent stabilized apartments were registered in your building in recent years, but based on the size and age of your building some of the apartments may still be rent stabilized.
es: En los últimos años no se han registrado departamentos con alquiler estabilizado en su edificio, pero según el tamaño y la antigüedad del mismo, es posible que algunos departamentos sigan teniendo alquiler estabilizado.

source: No, my building is not subsidized
es: No, mi edificio no está subsidiado.

source: Non payment of rent
es: Incumplimiento del pago del alquiler

source: Not sure if you’re covered?
es: ¿No está seguro de si está cubierto?

source: Note
es: Nota

source: Note:
es: Nota:

source: Note: if your building is part of 421a or J51, your apartment should be rent stabilized
es: Nota: Si su edificio forma parte de los programas 421a o J51, el alquiler de su departamento debería estar estabilizado

source: Note: Landlords can increase the rent beyond the Reasonable Rent Increase limit, but they must explain why and must prove increases in their costs or substantial repairs they did to the apartment or building.
es: Nota: Los propietarios pueden aumentar el alquiler más allá del límite de aumento razonable, pero deben explicar por qué y demostrar el aumento de sus costos o las reparaciones sustanciales que han realizado en el departamento o el edificio.

source: Nuisance activity
es: Actividad molesta

source: NY Courts Warranty of Habitability fact sheet
es: Hoja informativa sobre la garantía de habitabilidad de los tribunales de Nueva York

source: NY Homes and Community Renewal eviction information
es: Información sobre desalojos de NY Homes and Community Renewal

source: NYC Tenant Protection Cabinet’s Good Cause Eviction Guide
es: Guía sobre desalojos por Justa Causa del Gabinete de Protección al Inquilino de la Ciudad de Nueva York

source: NYC’s Tenant Protection Cabinet’s Good Cause Guide.
es: Guía de Justa Causa del Gabinete de Protección al Inquilino de la Ciudad de Nueva York.

source: NYC’s Tenant Support Unit (311)
es: Unidad de Apoyo al Inquilino de la Ciudad de Nueva York (311)

source: NYC’s Tenant Support Unit (TSU)
es: Unidad de Apoyo a los Inquilinos (TSU) de la ciudad de Nueva York

source: NYCHA and PACT/RAD apartments are not covered by Good Cause because they already have stronger tenant protections than Good Cause provides.
es: Los departamentos de NYCHA y PACT/RAD no están cubiertos por Good Cause porque ya cuentan con protecciones para los inquilinos más sólidas que las que ofrece justa causa.

source: NYCHA and PACT/RAD apartments are not covered by Good Cause because they already have stronger tenant protections than Good Cause.
es: Los departamentos de NYCHA y PACT/RAD no están amparados por la cláusula de Justa Causa, ya que cuentan con protecciones para los inquilinos más sólidas que las que ofrece dicha cláusula.

source: NYCHA policies
es: Políticas de la NYCHA

source: NYLAG’s Public Housing Justice Project
es: Proyecto de Justicia en Vivienda Pública de NYLAG

source: Offer a longer lease in exchange for a smaller increase
es: Ofrecer un contrato de arrendamiento más largo a cambio de un aumento menor

source: Once you find the name of your building’s owner, remember it because you’ll need it in Step 2.
es: Una vez que encuentres el nombre del propietario de tu edificio, recuérdalo porque lo necesitarás en el paso 2.

source: Open negotiation
es: Negociación abierta

source: Organizations that can help
es: Organizaciones que pueden ayudar

source: other buildings.
es: otros edificios.

source: Our data is not showing additional buildings that may be owned by your landlord.
es: Nuestros datos no muestran edificios adicionales que puedan ser propiedad de su arrendador.

source: PACT Fact Sheet
es: Hoja informativa sobre el Pacto

source: PACT Rights and Responsibilities Fact Sheet
es: Hoja informativa sobre los derechos y responsabilidades del PACT

source: Phone number
es: Número de teléfono

source: Phone number (optional)
es: Número de teléfono (opcional)

source: Phone number is required for follow up
es: Se requiere un número de teléfono para realizar el seguimiento

source: Phone number submitted
es: Número de teléfono enviado

source: Please complete the unanswered questions before continuing.
es: Por favor, responda las preguntas sin contestar antes de continuar.

source: Please confirm in writing that this unit is covered under Good Cause Eviction Law, as required by RPL § 213.
es: Confirme por escrito que esta unidad está cubierta por la Ley de Desalojo por Justa Causa, tal y como exige el artículo 213 del RPL.

source: Please confirm whether you intend to renew my lease, If you do not intend to renew, please provide the specific “good cause” ground, as required under RPL § 215 and RPL § 216(4). If you do not provide such reason, I will assume I retain the right to continue my tenancy under existing terms.
es: Por favor, confirme si tiene intención de renovar mi contrato de arrendamiento. Si no tiene intención de renovarlo, le ruego que me comunique el motivo específico, tal y como exigen los artículos 215 y 216(4) de la Ley de Propiedad Inmobiliaria (RPL). Si no me comunica dicho motivo, daré por sentado que conservo el derecho a continuar con mi arrendamiento en las condiciones actuales.

source: Please confirm your address
es: Confirme su dirección

source: Please enter a complete US phone number
es: Por favor, ingrese un número de teléfono completo de EE. UU.

source: Please enter a unit number or check the box to confirm that there is no unit number
es: Introduzca un número de unidad o marque la casilla para confirmar que no hay número de unidad

source: Please enter a valid email address
es: Por favor, ingrese una dirección de correo electrónico válida

source: Please enter a valid ZIP Code
es: Por favor, ingrese un código postal válido

source: Please enter your email address or uncheck the option to CC you on the email to your landlord
es: Introduzca su dirección de correo electrónico o desmarque la opción para enviarle una copia del correo electrónico a su arrendador

source: Please enter your total rent amount.
es: Ingrese el monto total de su renta.

source: Please make any necessary corrections to your landlord’s information
es: Por favor, realice las correcciones necesarias en la información de su arrendador

source: Please review the page and fix the issues below.
es: Revise la página y corrija los problemas que se indican a continuación.

source: Please review these documents to learn if the owner of your building also owns any of the properties below. If you find the name or signature of your building’s owner on any of the documents below, that’s a good sign they own the property.
es: Revise estos documentos para saber si el dueño de su edificio también es dueño de alguna de las propiedades que se indican a continuación. Si encuentra el nombre o la firma del propietario de su edificio en alguno de los documentos siguientes, es una señal contundente de que es el dueño de la propiedad.

source: Please select a reason for your letter.
es: Seleccione el motivo de su carta.

source: Please select whether the increase is beyond {0}%
es: Seleccione si el aumento supera el {0} %

source: Please select whether your landlord provided one of the listed reasons for not renewing your lease
es: Seleccione si su arrendador le proporcionó alguna de las razones enumeradas para no renovar su contrato de arrendamiento

source: Please send me a new lease with a rent increase of less than {0}%, consistent with the limits established under RPL § 216(1)(a).
es: Por favor, envíeme un nuevo contrato de arrendamiento con un aumento de renta inferior al {0} %, de conformidad con los límites establecidos en el artículo 216(1)(a) de la RPL.

source: Please specify if your apartment is part of any subsidized housing programs.
es: Especifique si su departamento forma parte de algún programa de vivienda subsidiada.

source: Please specify if your apartment is rent stabilized.
es: Especifique si su departamento tiene renta estabilizada.

source: Please specify the number of bedrooms in your apartment.
es: Especifique el número de habitaciones que tiene su departamento.

source: Please specify whether your landlord lives in your apartment building.
es: Por favor, especifique si su arrendador vive en el edificio donde usted vive.

source: Please specify whether your landlord owns more than 10 apartments across multiple buildings.
es: Por favor, especifique si su arrendador es propietario de más de 10 departamentos en varios edificios.

source: Please use the address that is associated with your lease. This is the address that we will use as the return address in your letter.
es: Utilice la dirección asociada a su contrato de arrendamiento. Esta es la dirección que utilizaremos como remitente en su carta.

source: Politely ask your landlord to explain the reason for the increase. For example, higher property taxes or maintenance costs.
es: Pídale cortésmente al arrendador que le explique el motivo del aumento. Por ejemplo, un incremento en los impuestos sobre la propiedad o en los gastos de mantenimiento.

source: Print coverage
es: Cobertura impresa

source: Privacy policy
es: Política de privacidad

source: Privacy Policy
es: Política de privacidad

source: Protections if you live in a rent stabilized apartment
es: Protecciones si vive en un departamento con alquiler estabilizado

source: Protections if you live in NYCHA or PACT/RAD housing
es: Protecciones si vive en una vivienda de NYCHA o PACT/RAD

source: Protections if you’re covered by Good Cause
es: Protecciones si está amparado por la Ley de Desalojo por Justa Causa

source: Protections that all NYC tenants have
es: Protecciones que tienen todos los inquilinos de la ciudad de Nueva York

source: Protections under Good Cause
es: Protecciones por Justa Causa

source: Public data sources indicate that your building is {bldgTypeName}, and so is not covered by Good Cause Eviction.
es: Las fuentes de datos públicas indican que su edificio es {bldgTypeName}, por lo que no está amparado por la Ley de Desalojo por Justa Causa.

source: Public data sources indicate that your building is not a condo, co-op, or other exempt category.
es: Las fuentes de datos públicas indican que su edificio no es un condominio, una cooperativa ni pertenece a ninguna otra categoría exenta.

source: Publicly available data sources do not indicate that your building is part of a subsidized housing program.
es: Las fuentes de datos disponibles públicamente no indican que su edificio forme parte de un programa de vivienda subvencionada.
