Repository: JustFixNYC/gce-screener
Catalog: src/locales/*/messages.po
Languages: es

source: You reported that your apartment is not rent stabilized, and we are using your answer as part of our coverage assessment. Note: publicly available data sources indicate that your building receives the {0} tax incentive, which means your apartment should be rent stabilized. {subsidyLink} If those sources are correct, then you may already have stronger tenant protections than Good Cause Eviction provides. {guideLink}
es: Usted informó que su departamento no tiene alquiler estabilizado, y estamos utilizando su respuesta como parte de nuestra evaluación de cobertura. Nota: Las fuentes de datos disponibles públicamente indican que su edificio recibe el incentivo fiscal {0}, lo que significa que su departamento debería tener renta estabilizada. {subsidyLink} Si esas fuentes son correctas, es posible que ya cuente con protecciones para inquilinos más sólidas que las que ofrece la Ley de Desalojo por Justa Causa. {guideLink}

source: You reported that your apartment is not rent stabilized.
es: Usted informó que su departamento no tiene alquiler estabilizado.

source: You reported that your apartment is rent stabilized.
es: Usted informó que su departamento está sujeto a un alquiler estabilizado.

source: You reported that your building is not part of any subsidized housing programs, and we are using your answer as part of our coverage assessment. Note: publicly available data sources indicate that your building is part of NYCHA or PACT/RAD.
es: Usted informó que su edificio no forma parte de ningún programa de vivienda subsidiada, y estamos utilizando su respuesta como parte de nuestra evaluación de cobertura. Nota: las fuentes de datos disponibles públicamente indican que su edificio forma parte de NYCHA o PACT/RAD.

source: You reported that your building is not part of NYCHA, PACT/RAD, or other subsidized housing programs.
es: Usted informó que su edificio no forma parte de NYCHA, PACT/RAD ni otros programas de vivienda subsidiada.

source: You reported that your building is not part of NYCHA, PACT/RAD, or other subsidized housing, and we are using your answer as part of our coverage assessment. Note: publicly available data sources indicate that your building <0/> , which is considered subsidized housing.
es: Usted informó que su edificio no forma parte de NYCHA, PACT/RAD ni de ningún otro programa de vivienda subsidiada, y estamos utilizando su respuesta como parte de nuestra evaluación de cobertura. Nota: las fuentes de datos disponibles públicamente indican que su edificio <0/>, que se considera vivienda subsidiada.

source: You reported that your building is part of NYCHA or PACT/RAD, and we are using your answer as part of our coverage assessment. Note: publicly available data sources indicate that your building <0/>, which is considered subsidized housing. {sourceLink} If those sources are correct, then your protections may be different than the protections of NYCHA or PACT/RAD.
es: Usted informó que su edificio forma parte de NYCHA o PACT/RAD, y estamos utilizando su respuesta como parte de nuestra evaluación de cobertura. Nota: Las fuentes de datos disponibles públicamente indican que su edificio <0/>, que se considera vivienda subsidiada. {sourceLink} Si esas fuentes son correctas, entonces sus protecciones pueden ser diferentes a las protecciones de NYCHA o PACT/RAD.

source: You reported that your building is part of NYCHA or PACT/RAD.
es: Usted informó que su edificio forma parte de NYCHA o PACT/RAD.

source: You reported that your building is subsidized, and we are using your answer as part of our coverage assessment. Note: publicly available data sources indicate that your building is part of NYCHA or PACT/RAD.
es: Usted informó que su edificio está subsidiado, y estamos utilizando su respuesta como parte de nuestra evaluación de cobertura. Nota: las fuentes de datos disponibles públicamente indican que su edificio forma parte de NYCHA o PACT/RAD.

source: You reported that your building is subsidized.
es: Usted informó que su edificio está subsidiado.

source: You reported that your rent is {0}.
es: Usted informó que su alquiler es de {0}.

source: You still have rights, and you may be able to negotiate a smaller increase or request more information about how your rent is determined. Or, you can go back and
es: Aún tiene derechos y es posible que pueda negociar un aumento menor o solicitar más información sobre cómo se determina su renta. O bien, puede volver y

source: You told us that that you live subsidized housing. If your building is subsidized then you are not covered by Good Cause Eviction law because you should already have important tenant protections associated with your building’s subsidy.
es: Nos dijo que vive en una vivienda subsidiada. Si su edificio está subsidiado, entonces no está amparado por la Ley de Desalojo por Justa Causa, ya que debería contar con importantes protecciones para inquilinos asociadas con el subsidio de su edificio.

source: You told us that the landlord’s proposed rent increase is within the Good Cause legal limit.
es: Nos ha informado de que el aumento de renta propuesto por el propietario se encuentra dentro del límite legal por Justa Causa.

source: You told us that you are unsure if you are rent stabilized. If your apartment is rent stabilized, you are not covered by Good Cause Eviction law, but rent stabilized protections are even stronger than the Good Cause Eviction law.
es: Nos ha dicho que no está seguro de si su alquiler está estabilizado. Si su departamento está sujeto a un alquiler estabilizado, no está amparado por la Ley de Desalojo por Justa Causa, pero las protecciones del alquiler estabilizado son aún más sólidas que la Ley de Desalojo por Justa Causa.

source: You’re not alone. Too many landlords care more about getting rich off our rent money than providing us with decent homes.
es: No está solo. Demasiados propietarios se preocupan más por enriquecerse con el dinero de nuestro alquiler que por proporcionarnos viviendas dignas.

source: You’ve received a <0>226c notice detailing an upcoming rent increase</0>
es: Ha recibido un <0>aviso 226c en el que se detalla un próximo aumento de la renta</0>.

source: You’ve received a <0>226c notice stating that your lease will not be renewed</0>
es: Ha recibido un <0>aviso 226c en el que se le informa de que su contrato de arrendamiento no se renovará</0>.

source: You’ve received a <0>notice of termination</0>
es: Ha recibido una <0>notificación de terminación</0>.

source: You’ve shared that your landlord has provided a reason for ending your tenancy. If the reason that your landlord provided is legitimate, <0>you may not be guaranteed a new lease by law.</0>
es: Usted ha compartido que su arrendador le ha dado una razón para rescindir su contrato de arrendamiento. Si la razón que le ha dado su arrendador es legítima, <0>es posible que la ley no le garantice un nuevo contrato de arrendamiento.</0>

source: Your building has {0} apartments and you reported that your landlord does not own other buildings.
es: Su edificio tiene {0} apartamentos y usted ha informado de que su arrendador no es propietario de otros edificios.

source: Your building has {0} apartments and you reported that your landlord lives in the building.
es: Su edificio tiene {0} departamentos y usted ha informado de que su arrendador vive en el edificio.

source: Your building has {0} apartments.
es: Su edificio tiene {0} departamentos.

source: Your building has {0} apartments. Additionally, your landlord may own other buildings in the city. {wowLink}
es: Su edificio tiene {0} departamentos. Además, es posible que su arrendador sea propietario de otros edificios en la ciudad. {wowLink}

source: Your building has {pluralApartments} and you reported that your landlord owns more than 10 apartments across multiple buildings. Additionally, your landlord may own other buildings in the city. {wowLink}
es: Su edificio tiene {pluralApartments} y ha informado que su arrendador es propietario de más de 10 departamentos en varios edificios. Además, es posible que su arrendador sea propietario de otros edificios en la ciudad. {wowLink}

source: Your building has {unitsres, plural, one {# apartment} other {# apartments}}, and you reported that your landlord owns more than 10 apartments across multiple buildings.
es: Su edificio tiene {unitsres, plural, one {# departamentos} other {# departamentos}}, y ha informado que su arrendador es propietario de más de 10 departamentos repartidos en varios edificios.

source: Your building has ${0} apartments and you reported that your landlord does not live in the building.
es: Su edificio tiene ${0} apartamentos y usted ha informado de que su arrendador no vive en el edificio.

source: Your building has no new recorded certificate of occupancy since 2009.
es: Su edificio no tiene ningún certificado de ocupación nuevo registrado desde 2009.

source: Your building has only {pluralApartments}, but
es: Su edificio solo tiene {pluralApartments}, pero

source: Your building was issued a certificate of occupancy on {latestCoDateFormatted}.
es: Su edificio obtuvo un certificado de ocupación el {latestCoDateFormatted}.

source: Your contact information
es: Su información de contacto

source: Your current monthly rent
es: Su alquiler mensual actual

source: Your current monthly rent + {increase_pct}%
es: Su alquiler mensual actual + {increase_pct} %

source: Your email
es: Su correo electrónico

source: Your eviction protections
es: Sus protecciones contra el desalojo

source: Your information
es: Su información

source: Your landlord can’t evict you based on your race, religion, gender, national origin, familial status, or disability. New York State law promises protection from discrimination, banning bias based on age, sexual orientation, and military status.
es: Su arrendador no puede desalojarlo por motivos de raza, religión, género, nacionalidad, situación familiar o discapacidad. La ley del Estado de Nueva York garantiza protección contra la discriminación y prohíbe los prejuicios por motivos de edad, orientación sexual y condición militar.

source: Your landlord doesn’t offer you a smaller rent increase before your current lease ends
es: Su arrendador no le ofrece un aumento menor de la renta antes de que finalice su contrato actual

source: Your landlord doesn’t respond
es: Su arrendador no responde

source: Your landlord has recently given you a new lease with a rent increase.
es: Su arrendador le ha dado recientemente un nuevo contrato de arrendamiento con un aumento de la renta.

source: Your landlord has told you that they will not offer you a new lease.
es: Su arrendador le ha dicho que no le ofrecerá un nuevo contrato de arrendamiento.

source: Your landlord has told you your rent will be increasing.
es: Su arrendador le ha dicho que su renta aumentará.

source: Your landlord is not offering you a new lease
es: Su arrendador no le ofrece un nuevo contrato de arrendamiento

source: Your landlord is planning to raise your rent
es: Su arrendador tiene previsto aumentar la renta

source: your landlord may own
es: su arrendador puede ser propietario de

source: Your landlord may reply with an explanation or justification for increasing your rent. For example, citing increased maintenance costs, property taxes, or improvements to the building.
es: Su arrendador puede responder con una explicación o justificación para aumentar su renta. Por ejemplo, citando el aumento de los costos de mantenimiento, los impuestos sobre la propiedad o las mejoras en el edificio.

source: Your landlord may share documentation or other evidence to support their claimed “good cause” reason for not renewing your lease. For example, proof that they or an immediate family member intend to move in, or that you’ve repeatedly violated the lease.
es: Su arrendador puede compartir documentación u otras pruebas que respalden la "justa causa" que alega para no renovar su contrato de arrendamiento. Por ejemplo, pruebas de que él o un familiar directo tienen intención de mudarse a la vivienda, o de que usted ha incumplido repetidamente el contrato de arrendamiento.

source: Your landlord must give you written notice to raise your rent more than 5% (30 days notice if you’ve lived there less than 1 year, 60 days if you’ve lived there 1-2 years, and 90 days notice if you’ve lived there longer than 2 years). If your landlord tries to raise rent without proper notice, inform them they are violating <0>Real Property Law L Section 226-C</0>. Do not pay any rent increase until they give written notice.
es: Su arrendador debe notificarle por escrito cualquier aumento del alquiler superior al 5 % (con 30 días de antelación si lleva menos de un año viviendo allí, 60 días si lleva entre uno y dos años, y 90 días si lleva más de dos años). Si su arrendador intenta aumentar el alquiler sin la notificación adecuada, infórmele que está infringiendo <0>la Ley de Bienes Inmuebles, sección 226-C</0>. No pague ningún aumento de alquiler hasta que le envíe una notificación por escrito.

source: Your landlord offers a new lease that complies with Good Cause
es: Su arrendador le ofrece un nuevo contrato de arrendamiento que cumple con los requisitos de la Justa Causa

source: Your landlord offers a smaller rent increase, but it’s still above the legal limit
es: Su arrendador ofrece un aumento de renta menor, pero sigue estando por encima del límite legal

source: Your landlord offers you a new lease with a rent increase above the allowable amount
es: Su arrendador le ofrece un nuevo contrato de arrendamiento con un aumento por encima del monto permitido

source: Your landlord provides a reason for not renewing your lease
es: Su arrendador le da una razón para no renovar su contrato de arrendamiento

source: Your landlord provides a reason for your rent increase
es: Su arrendador le da una razón para aumentar su contrato de arrendamiento

source: Your landlord provides proof of a “good cause” reason for not renewing your lease
es: Su arrendador proporciona pruebas de una "justa causa" para no renovar su contrato de arrendamiento

source: Your landlord refuses to offer a smaller rent increase
es: Su arrendador se niega a ofrecer un aumento menor de la renta

source: Your landlord refuses to renew your lease
es: Su arrendador se niega a renovar su contrato de arrendamiento

source: Your landlord says you’re not covered by Good Cause
es: Su arrendador dice que no está cubierto por la Justa Causa

source: Your landlord sends court papers
es: Su arrendador le envía documentos judiciales

source: Your landlord will need to provide a good reason for ending a tenancy. Even if your lease expires, your landlord cannot evict you, as long as you abide by the terms of your expired lease.
es: El arrendador deberá proporcionar una razón válida para rescindir el contrato de alquiler. Aunque el contrato haya vencido, su arrendador no puede desalojarlo, siempre y cuando usted cumpla con los términos del contrato vencido.

source: Your landlord’s email
es: El correo electrónico de su arrendador

source: Your landlord’s email address
es: Dirección de correo electrónico de su arrendador

source: Your landlord’s information
es: Información sobre su arrendador

source: Your landlord’s mailing address
es: Dirección postal de su arrendador

source: Your letter has been created and is now ready for you to download and mail or deliver yourself.
es: Su carta se ha creado y ya está lista para que la descargue y la envíe por correo o la entregue usted mismo.

source: Your letter is now on its way to your landlord. Your USPS Certified Mail® tracking number is <0>{0}</0>
es: Su carta ya está en camino hacia su arrendador. Su número de seguimiento de USPS Certified Mail® es <0>{0}</0>

source: Your letter is on its way
es: Su carta está en camino

source: Your letter is ready
es: Su carta está lista

source: Your local City Council representative
es: Su representante local en el Ayuntamiento

source: Your mailing address
es: Su dirección postal

source: Your rent increase amount
es: El monto del aumento de su renta

source: Your right to a lease renewal
es: Su derecho a renovar el contrato de arrendamiento

source: Your right to a liveable home
es: Su derecho a una vivienda digna

source: Your right to grieve management decisions
es: Su derecho a impugnar las decisiones de la dirección

source: Your right to income-based rent
es: Su derecho a un alquiler basado en sus ingresos

source: Your right to legal representation if facing eviction
es: Su derecho a representación legal si se enfrenta a un desalojo

source: Your right to limited rent increases
es: Su derecho a aumentos limitados del alquiler

source: Your right to organize
es: Su derecho a organizarse

source: Your right to repairs
es: Su derecho a las reparaciones

source: Your right to stay in your home
es: Su derecho a permanecer en su hogar

source: Your right to succession
es: Su derecho a la sucesión

source: Your rights against discrimination
es: Sus derechos contra la discriminación

source: Your USPS tracking number, so you can confirm your letter was delivered. USPS may show “Tracking not available” at first. This is normal. Tracking will appear once USPS scans your letter. This can take between 1-5 days.
es: Su número de seguimiento de USPS, para que pueda confirmar que su carta ha sido entregada. Es posible que la USPS muestre inicialmente el mensaje "Seguimiento no disponible". Esto es normal. El seguimiento aparecerá una vez que la USPS haya escaneado su carta. Esto puede tardar entre 1 y 5 días.

source: YouTube video for how to find other apartments your landlord owns
es: Video de YouTube sobre cómo encontrar otros departamentos que sean propiedad de su arrendador

source: ZIP code
es: Código postal

source: ZIP code is required for the letter
es: Se requiere el código postal para la carta
