Repository: JustFixNYC/gce-screener
Catalog: src/locales/*/messages.po
Languages: es

source: Publicly available data sources indicate that {0} of the {1} apartments in your building are registered as rent stabilized.
es: Las fuentes de datos disponibles públicamente indican que {0} de los {1} departamentos de su edificio están registrados como sujetos a un alquiler estabilizado.

source: Publicly available data sources indicate that all apartments in your building are registered as rent stabilized.
es: Las fuentes de datos disponibles públicamente indican que todos los departamentos de su edificio están registrados como sujetos a un alquiler estabilizado.

source: Publicly available data sources indicate that there {0} in your building. Good Cause protections only apply to tenants whose landlord owns more than 10 apartments, even if those apartments are spread across multiple buildings.
es: Las fuentes de datos disponibles públicamente indican que hay {0} en su edificio. Las protecciones por justa causa solo se aplican a los inquilinos cuyo arrendador posea más de 10 apartamentos, incluso si esos departamentos están repartidos en varios edificios.

source: Publicly available data sources indicate that your building <0/>, which is considered subsidized housing.
es: Las fuentes de datos disponibles públicamente indican que su edificio <0/>, que se considera vivienda subsidiada.

source: Publicly available data sources indicate that your building is part of NYCHA.
es: Las fuentes de datos disponibles públicamente indican que su edificio forma parte de la NYCHA.

source: Publicly available data sources indicate that your building receives the {0} tax incentive. This means your apartment is rent stabilized.
es: Las fuentes de datos disponibles públicamente indican que su edificio recibe el incentivo fiscal {0} del Programa de Estabilización de Alquileres. Esto significa que su departamento está sujeto a un alquiler estabilizado.

source: publicly available data sources indicate that your landlord may be associated with {0}
es: las fuentes de datos disponibles públicamente indican que su arrendador podría estar asociado con {0}

source: Reach out to a tenant support or legal aid organization for advice before signing anything new.
es: Póngase en contacto con una organización de apoyo a los inquilinos o de asistencia jurídica para obtener asesoramiento antes de firmar cualquier documento nuevo.

source: Reach out to a tenant support organization for help navigating next steps.
es: Póngase en contacto con una organización de apoyo a los inquilinos para que le ayuden a dar los siguientes pasos.

source: Reach out to a tenant support organization or legal aid provider listed in Who Can Help? for help reviewing whether the landlord’s reason meets the “good cause” standard.
es: Póngase en contacto con una organización de apoyo a los inquilinos o un proveedor de asistencia jurídica que figure en ¿Quién puede ayudarle? para que le ayuden a determinar si el motivo del propietario cumple el criterio de "Justa Causa".

source: Reach out to external resources
es: Recurrir a recursos externos

source: Reason
es: Razón

source: Reason for non-renewal
es: Motivo de la no renovación

source: receives a HUD Project-Based subsidy
es: recibe un subsidio basado en proyectos del HUD

source: receives the Low-Income Housing Tax Credit (LIHTC)
es: recibe el Crédito Fiscal para Viviendas de Bajos Ingresos (LIHTC)

source: Regards
es: Saludos

source: Remember, your building has {0, plural, one {# apartment} other {# apartments}}, so<0> you only need to confirm that your landlord owns {1, plural, one {# apartment} other {# apartments}} across other buildings.</0>
es: Recuerde que su edificio tiene {0, plural, one {# departamento} other {# departamentos}}, por<0> lo que solo necesita confirmar que su arrendador es propietario de {1, plural, one {# departamento} other {# departamentos}} en otros edificios.</0>

source: Remind your landlord that you’ve paid rent on time, taken care of the unit, and been a responsible tenant.
es: Recuérdele a su arrendador que ha pagado la renta a tiempo, ha cuidado la vivienda y ha sido un inquilino responsable.

source: Removal of apartment from market
es: Retirada del departamento del mercado

source: Renewal leases must also follow Good Cause rules. A rent increase above the legal limit is presumed unreasonable.
es: Las renovaciones de contratos de arrendamiento también deben cumplir las normas de la Justa Causa. Se considera que un aumento de la renta por encima del límite legal es injustificado.

source: Rent Amount
es: Importe del alquiler

source: Rent increase calculator
es: Calculadora de aumento de renta

source: Rent stabilization
es: Estabilización de alquiler

source: Rent stabilized apartments are not covered by Good Cause Eviction because they already have stronger tenant protections than Good Cause.
es: Los departamentos con alquiler estabilizado no están amparados por la Ley de Desalojo por Justa Causa, ya que cuentan con protecciones para los inquilinos más sólidas que las de dicha ley.

source: Report source of income discrimination
es: Denunciar la discriminación por motivos de ingresos

source: Request copies of any documents your landlord references. These can include affidavits, notices, or plans to occupy the unit.
es: Solicite copias de cualquier documento al que haga referencia su arrendador. Estos pueden incluir declaraciones juradas, avisos o planes para ocupar la unidad.

source: Request your rent history
es: Solicite su historial de alquileres

source: Request your rent history to help find out if your apartment is rent stabilized and if you’re being overcharged.
es: Solicite su historial de alquileres para averiguar si su departamento está sujeto a un alquiler estabilizado y si le están cobrando de más.

source: Required Notices from the Landlord
es: Avisos obligatorios del propietario

source: Residential Tenants Guide
es: Guía para inquilinos residenciales

source: Respond in writing: note that you’re covered by Good Cause and request a rent below the legal limit.
es: Responda por escrito: indique que está cubierto por la Justja Causa y solicite un alquiler inferior al límite legal.

source: Respond to the court notice promptly.
es: Responda a la notificación judicial sin demora.

source: Result
es: Resultado

source: Results are based on publicly available data about your building and the answers you provided. This does not constitute legal advice.
es: Los resultados se basan en datos públicos sobre su edificio y en las respuestas que usted ha proporcionado. Esto no constituye asesoramiento legal.

source: Review the lease terms carefully.
es: Revise cuidadosamente los términos del contrato de arrendamiento.

source: Review the new lease carefully.
es: Revise cuidadosamente el nuevo contrato de arrendamiento.

source: Review your letter
es: Revise su carta

source: Right to Lease Renewals
es: Derecho a renovar el contrato de arrendamiento

source: Sample image of blank rent stabilized lease
es: Imagen de ejemplo de contrato de arrendamiento con renta estabilizada en blanco

source: Save all communications and documentation they provide.
es: Guarde todas las comunicaciones y la documentación que le proporcionen.

source: Save all communications and keep your most recent lease and rent payment records.
es: Guarde todas las comunicaciones y conserve los registros más recientes de su contrato de arrendamiento y de los pagos de renta.

source: Save that communication along with your lease and your letter asserting your rights.
es: Guarde esa comunicación junto con su contrato de arrendamiento y su carta en la que afirma sus derechos.

source: Save your lease, your letter asserting rights, and all communications.
es: Guarde su contrato de arrendamiento, su carta en la que afirma sus derechos y todas las comunicaciones.

source: Save your result to your phone
es: Guarde el resultado en su teléfono

source: Search new address
es: Buscar nueva dirección

source: See if you are eligible for a free attorney in housing court
es: Averigüe si reúne los requisitos para obtener un abogado gratuito en el Tribunal de Vivienda

source: See your results
es: Vea sus resultados

source: Select <0>“Your landlord is not offering you a new lease”</0> <1/>if any of the following apply:
es: Seleccione <0>"Su arrendador no le ofrece un nuevo contrato de arrendamiento"</0> <1/>si se da alguna de las siguientes circunstancias:

source: Select <0>“Your landlord is planning to raise your rent”</0> <1/> if any of the following apply:
es: Seleccione <0>"Su arrendador tiene previsto aumentar el alquiler"</0> <1/> si se da alguna de las siguientes circunstancias:

source: Select a mailing method
es: Seleccione un método de envío

source: Select the reason for your letter
es: Seleccione el motivo de su carta

source: Send a free, legally vetted letter to notify your landlord of repair issues
es: Envíe una carta gratuita y revisada legalmente para notificar a su arrendador los problemas de reparación

source: Send a letter to your <0/>landlord defending <1/>your Good Cause rights
es: Envíe una carta a su arrendador <0/>defendiendo <1/>sus derechos por Justa Causa

source: Send the rent increase calculator to your phone
es: Envíe la calculadora de aumento de renta a su teléfono

source: Sending a letter clearly communicates to your landlord that you know your legal protections.
es: El envío de una carta comunica claramente a su arrendador que conoce sus protecciones legales.

source: Share this site with your neighbors
es: Comparta este sitio con sus vecinos

source: Share your coverage with your landlord
es: Comparta su cobertura con su arrendador

source: Showing {visibleCount} of {totalCount} buildings that your landlord may own
es: Mostrando {visibleCount} de {totalCount} edificios que su arrendador podría tener en propiedad

source: Sign and return it to your landlord once you agree to the terms.
es: Fírmelo y devuélvaselo a su arrendador una vez que esté de acuerdo con los términos.

source: Since your apartment is covered by Good Cause Eviction, there is a good chance other apartments in your building are covered as well. Organizing with your neighbors can help you assert your rights as a group.
es: Dado que su departamento está amparado por la Ley de Desalojo por Justa Causa, es muy probable que otros departamentos de su edificio también lo estén. Organizarse con sus vecinos puede ayudarle a hacer valer sus derechos como grupo.

source: Something to know
es: Algo que debes saber

source: Something unexpected happened while trying to generate your letter. We apologize for the inconvenience.
es: Ha ocurrido un imprevisto al intentar generar su carta. Lamentamos las molestias.

source: Something went wrong. Try again later.
es: Algo salió mal. Inténtalo de nuevo más tarde.

source: Source of income discrimination is the illegal practice by landlords, owners, and real estate brokers of refusing to rent to current or prospective tenants seeking to pay for housing with housing assistance vouchers, subsidies, or other forms of public assistance.
es: La discriminación por fuente de ingresos es la práctica ilegal por parte de los propietarios, arrendadores y agentes inmobiliarios de negarse a alquilar a inquilinos actuales o potenciales que desean pagar su vivienda con vales de asistencia para la vivienda, subsidios u otras formas de asistencia pública.

source: Start over
es: Empezar de nuevo

source: State
es: Estado

source: State is required for the letter
es: Se requiere el estado para la carta

source: State must be two-letter abbreviation
es: El estado debe ser una abreviatura de dos letras

source: Street address
es: Dirección postal

source: Stronger protections
es: Protecciones más sólidas

source: studio
es: estudio

source: Studio
es: Estudio

source: Submit
es: Enviar

source: Subsidized buildings are not covered by Good Cause Eviction because they already have similar, and sometimes stronger, existing tenant protections.
es: Los edificios subsidiados no están amparados por la Ley de Desalojo por Justa Causa, ya que cuentan con protecciones similares, y en ocasiones más sólidas, para los inquilinos.

source: Subsidized housing
es: Vivienda social

source: Survey
es: Encuesta

source: Take the survey
es: Participe en la encuesta

source: Talk to your neighbors
es: Hable con sus vecinos

source: Talk to your neighbors to see if they know of any other buildings your landlord may own.
es: Hable con sus vecinos para ver si saben de algún otro edificio que pueda ser propiedad de su arrendador.

source: Tell them it’s unreasonable
es: Dígales que no es razonable

source: Tell your landlord you have a right to stay unless your landlord has a “Good Cause” to evict you. If your landlord then tries to formally evict you in court, you can raise a Good Cause defense and require your landlord to demonstrate they have a “Good Cause” to evict you.
es: Dígale a su arrendador que tiene derecho a quedarse a menos que él tenga una "justa causa" para desalojarlo. Si su arrendador intenta desalojarlo formalmente en un tribunal, usted puede presentar una defensa por justa causa y exigirle que demuestre que tiene una "justa causa" para desalojarlo.

source: Tenant advocacy groups
es: Grupos de defensa de los inquilinos

source: Tenant Organizing Toolkit from Housing Justice for All
es: Kit de herramientas para la organización de inquilinos de Housing Justice for All

source: Tenant rights under rent stabilization
es: Derechos de los inquilinos en virtud de la estabilización de alquileres

source: Tenant support groups can help you draft messages, practice negotiation conversations, or understand your rights if your landlord refuses to negotiate.
es: Los grupos de apoyo a los inquilinos pueden ayudarle a redactar mensajes, practicar conversaciones de negociación o comprender sus derechos si su propietario se niega a negociar.

source: Tenants and tenant advocates are working to extend Good Cause protections throughout New York State.
es: Los inquilinos y los defensores de los inquilinos están trabajando para ampliar las protecciones por justa causa en todo el estado de Nueva York.

source: Tenants and tenant advocates are working to extend Good Cause protections throughout New York State. This product is not yet available for residents outside of New York City.
es: Los inquilinos y los defensores de los inquilinos están trabajando para ampliar las protecciones por Justa Causa en todo el estado de Nueva York. Este producto aún no está disponible para los residentes fuera de la ciudad de Nueva York.

source: Tenants have the right to live in a safe, sanitary, and well-maintained apartment, including public areas of the building. This right is implied in every residential lease, and any lease provision that waives it is void. If your landlord is not providing these conditions in your apartment or building, there are actions you can take to exercise your rights.
es: Los inquilinos tienen derecho a vivir en un departamento seguro, higiénico y en buen estado, incluidas las zonas comunes del edificio. Este derecho está implícito en todos los contratos de alquiler residencial, y cualquier cláusula del contrato que pretenda renunciar a él carece de validez. Si su arrendador no le proporciona estas condiciones en su departamento o edificio, hay medidas que puede tomar para ejercer sus derechos.

source: Terms of use
es: Condiciones de uso

source: Terms of Use
es: Condiciones de uso

source: Thank you for your attention to this matter. I look forward to hearing from you.
es: Gracias por su atención a este asunto. Espero su respuesta.

source: The apartment must not be rent stabilized.
es: El departamento no debe estar sujeto a un alquiler estabilizado.

source: The best way to confirm the owner of your building is to review your building’s official real estate transaction documents and look for the owner’s signature. We have provided links to these documents, below.
es: La mejor manera de confirmar quién es el propietario de su edificio es revisar los documentos oficiales de transacción inmobiliaria del mismo y buscar la firma del propietario. A continuación, le proporcionamos enlaces a dichos documentos.

source: The building must have received its certificate of occupancy before 2009.
es: El edificio debe haber recibido su certificado de ocupación antes de 2009.

source: The building must not be a condo, co-op, or other exempt building types.
es: El edificio no debe ser un condominio, una cooperativa u otro tipo de edificio exento.

source: The building must not be part of NYCHA, PACT/RAD, or other subsidized housing.
es: El edificio no debe formar parte de NYCHA, PACT/RAD u otras viviendas subvencionadas.

source: The Good Cause law establishes a Reasonable Rent Increase, which is set every year at the rate of inflation plus 5%, with a maximum of 10% total. As of {0}, the rate of inflation for New York City is {CPI}%, meaning that the current local Reasonable Rent Increase is {1}%.
es: La Ley por Justa Causa establece un aumento razonable del alquiler, que se fija cada año según la tasa de inflación más un 5 %, con un máximo del 10 % en total. Según {0}, la tasa de inflación de la ciudad de Nueva York es del {CPI} %, lo que significa que el aumento razonable del alquiler local actual es del {1} %.

source: The Good Cause Letter Sender was developed with housing attorneys, tenant organizers, community leaders, and tenants.
es: La herramienta Good Cause Letter Sender (Remitente de la carta por Justa Causa) se desarrolló en colaboración con abogados especializados en vivienda, organizadores de inquilinos, líderes comunitarios e inquilinos.

source: The information on this website does not constitute legal advice and must not be used as a substitute for the advice of a lawyer qualified to give advice on legal issues pertaining to housing.
es: La información contenida en este sitio web no constituye asesoramiento jurídico y no debe utilizarse como sustituto del asesoramiento de un abogado calificado para asesorar sobre cuestiones legales relacionadas con la vivienda.

source: The landlord of the building must own more than 10 apartments.
es: El propietario del edificio debe poseer más de 10 departamentos.

source: The Met Council on Housing helps organize tenants to stand up not only for their individual rights, but also for changes to housing policies. You can visit the website, or use their hotline to get answers to your rights as a tenant, and understand your options for dealing with a housing situation.
es: El Consejo Metropolitano de Vivienda ayuda a organizar a los inquilinos para que defiendan no solo sus derechos individuales, sino también cambios en las políticas de vivienda. Puede visitar el sitio web o llamar a la línea directa para obtener respuestas sobre sus derechos como inquilino y comprender sus opciones para lidiar con una situación de vivienda.

source: The only way your landlord can legally evict you is through an eviction lawsuit in housing court. Lockouts (also known as unlawful evictions or self-help evictions) are illegal. All tenants, including those in private residential programs, have the right to stay in their home unless they choose to leave or are evicted through a court process.
es: La única forma en que su arrendador puede desalojarlo legalmente es mediante una demanda de desalojo en un tribunal de vivienda. Los bloqueos (también conocidos como desalojos ilegales o desalojos por cuenta propia) son ilegales. Todos los inquilinos, incluidos los que participan en programas residenciales privados, tienen derecho a permanecer en su hogar a menos que decidan irse o sean desalojados mediante un proceso judicial.

source: The owner of the building may be different than the person listed on your lease.
es: El propietario del edificio puede ser diferente de la persona que figura en su contrato de arrendamiento.

source: The state housing agency must publish each year’s "Reasonable Rent Increases" by August. The current maximum that your landlord can increase your rent by is ${increase_pct}%.
es: La agencia estatal de vivienda debe publicar cada año, antes de agosto, los "aumentos razonables de renta". El máximo actual que su arrendador puede aumentar su renta es del ${increase_pct} %.

source: There {steps, plural, one {is # thing} other {are # things}} you need to verify to confirm your coverage
es: Hay {steps, plural, one {es # cosa} other {son # cosas}} que debe verificar para confirmar su cobertura.

source: There is an issue with your landlord’s information on record with the city
es: Hay un problema con la información de su arrendador registrada en la ciudad.

source: There may be inaccuracies in this address
es: Puede haber inexactitudes en esta dirección

source: There was an error loading your results, please try again in a few minutes.
es: Se produjo un error al cargar los resultados. Inténtelo de nuevo en unos minutos.

source: This address does not have a unit/suite/apartment
es: Esta dirección no tiene unidad/suite/apartamento

source: This approach can make the increase more manageable while showing your landlord you’re willing to meet halfway.
es: Este enfoque puede hacer que el aumento sea más manejable y, al mismo tiempo, demostrarle a su arrendador que está dispuesto a llegar a un acuerdo.

source: This can take a few seconds. Please don’t close the page.
es: Esto puede tardar unos segundos. Por favor, no cierre la página.

source: This can take a few seconds. Please don’t refresh the page.
es: Esto puede tardar unos segundos. Por favor, no actualice la página.

source: This documentation can protect you if your landlord challenges your rights or starts a court case.
es: Esta documentación puede protegerlo si su arrendador cuestiona sus derechos o inicia un proceso judicial.

source: This ensures that housing remains affordable and equitable for all residents, regardless of financial circumstances. Residents who have recently experienced a change in income can request an interim recertification to ensure that their apartment remains affordable.
es: Esto garantiza que la vivienda siga siendo asequible y equitativa para todos los residentes, independientemente de su situación económica. Los residentes que hayan experimentado recientemente un cambio en sus ingresos pueden solicitar una recertificación provisional para garantizar que su departamento siga siendo asequible.

source: This free service has been legally vetted
es: Este servicio gratuito ha sido revisado legalmente

source: This guide will walk you through two steps that will help you prove who you landlord is and if they own other buildings. Please watch the instruction video, below, to get started.
es: Esta guía le guiará a través de dos pasos que le ayudarán a demostrar quién es su arrendador y si es propietario de otros edificios. Vea el video instructivo que aparece a continuación para comenzar.

source: This is where we will send your letter. We recommend using the best address you can find whether it is on your lease, where you send your rent to, or other.
es: Aquí es donde enviaremos su carta. Le recomendamos que utilice la mejor dirección que pueda encontrar, ya sea la que figura en su contrato de arrendamiento, la dirección a la que envía el pago del alquiler u otra.

source: This is your landlord’s information as registered with the NYC Department of Housing and Preservation (HPD). This may be different than where you send your rent checks.
es: Esta es la información de su arrendador tal y como figura registrada en el Departamento de Vivienda y Conservación (HPD) de la ciudad de Nueva York. Puede que sea diferente de la dirección a la que envía sus cheques de renta.
