Repository: JustFixNYC/gce-screener
Catalog: src/locales/*/messages.po
Languages: es

source: Letter Builder
es: Generador de cartas

source: (optional)
es: (opcional)

source: (Your current monthly rent {0} + {increase_pct}%)
es: (Su renta mensual actual {0} + {increase_pct} %)

source: {bedrooms} bedroom
es: {bedrooms} habitación

source: {unitsres, plural, one {# apartment} other {# apartments}}
es: {unitsres, plural, one {# departamento} other {# departamentos}}

source: <0>By</0> <1>Housing Justice for All</1> <2>&</2> <3>JustFix</3>
es: <0>Por</0> <1>Housing Justice for All</1> <2>y</2> <3>JustFix</3>

source: <0>Email</0>
es: <0>Correo electrónico</0>

source: <0>If you’re covered by Good Cause</0> and your landlord is not offering you a lease renewal, you can send a legally-vetted letter to your landlord to assert your right to a renewal.
es: <0>Si usted está cubierto por la Justa Causa</0> y su arrendador no le ofrece la renovación del contrato de arrendamiento, puede enviarle una carta revisada legalmente para hacer valer su derecho a la renovación.

source: <0>If you’re covered by Good Cause</0> and your landlord is planning to raise your rent beyond this amount, you can send a legally-vetted letter to your landlord to ask for a lower rent increase.
es: <0>Si está cubierto por la Justa Causa</0> y su arrendador tiene previsto aumentar su renta por encima de este monto, puede enviarle una carta revisada legalmente para solicitarle un aumento menor.

source: <0>Note:</0> You will be able to download a PDF version of this letter later.
es: <0>Nota:</0> Más adelante podrá descargar una versión en PDF de esta carta.

source: <0>Phone number</0>
es: <0>Número de teléfono</0>

source: <0>Start here:</0> are you covered by Good Cause?
es: <0>Empezar aquí:</0> ¿está cubierto por la Justa Causa?

source: <0>Step 1:</0> Find out who owns your building
es: <0>Paso 1:</0> averigüe quién es el propietario de su edificio

source: <0>Step 2:</0> Find other properties associated with the owner of your building
es: <0>Paso 2:</0> busque otras propiedades asociadas con el propietario de su edificio

source: <0>Tip:</0> If, in any one of the documents below, you find an owner’s name that does not match your building’s owner’s name, then move on to the next building address.
es: <0>Consejo:</0> si en alguno de los documentos que se indican a continuación encuentra el nombre de un propietario que no coincide con el nombre del propietario de su edificio, pase a la siguiente dirección.

source: <0>Tip:</0> We recommend doing the following research on a desktop computer. If you have not already, please watch the video, above, for step-by-step instructions on how to complete Steps 1 and 2.
es: <0>Consejo:</0> recomendamos realizar la siguiente investigación en una computadora de escritorio. Si aún no lo ha hecho, vea el video anterior para obtener instrucciones paso a paso sobre cómo completar los pasos 1 y 2.

source: <0>You are</0> <1>likely covered</1> by Good Cause Eviction
es: <1>Es probable que</1> <0>usted esté</0> <1>amparado</1> por el Desalojo por Justa Causa

source: <0>You are</0> <1>likely not covered</1> <2/>by Good Cause Eviction
es: <1>Es probable que no</1> <0>esté</0> <1>amparado</1> <2/>por el Desalojo por Justa Causa

source: <0>You</0> <1>might be covered</1> by Good Cause Eviction
es: <1>Es posible que</1> <0>usted</0> <1>esté amparado</1> por el Desalojo por Justa Causa

source: <0>Your apartment is part of</0> <1>NYCHA or PACT/RAD</1> which provides stronger protections than Good Cause Eviction
es: <0>Tu departamento forma parte de</0> <1>NYCHA o PACT/RAD</1>, que ofrecen protecciones más sólidas que el desalojo por justa causa.

source: <0>Your apartment is</0> <1>rent stabilized</1> which provides stronger protections than Good Cause Eviction
es: <0>Su departamento tiene</0> <1>renta estabilizada</1>, lo que le brinda mayor protección que el desalojo por justa causa.

source: <0>Your building is</0> <1>subsidized</1> which provides existing eviction protections
es: <0>Su edificio está</0> <1>subsidiado</1>, lo que le brinda protección contra el desalojo.

source: 1. How many bedrooms are in your apartment?
es: 1. ¿Cuántas habitaciones tiene su departamento?

source: 10%, or
es: 10 %, o

source: 2. What is the total monthly rent for your entire apartment?
es: 2. ¿Cuál es el alquiler mensual total de todo su departamento?

source: 3. Is your apartment rent stabilized?
es: 3. ¿Su departamento tiene renta estabilizada?

source: 4. Is your building part of any of these subsidy programs?
es: 4. ¿Su edificio forma parte de alguno de estos programas de subsidios?

source: 5. Does your landlord live in the building?
es: 5. ¿Su arrendador vive en el edificio?

source: 5% plus the annual percent change in the regional Consumer Price Index (CPI).
es: 5 % más la variación porcentual anual del Índice de Precios al Consumidor (IPC) regional.

source: 6. Does your landlord own more than 10 apartments across multiple buildings?
es: 6. ¿Su arrendador es dueño de más de 10 departamentos en varios edificios?

source: a co-op
es: una cooperativa

source: a condo
es: un condominio

source: A few questions about your apartment
es: Algunas preguntas sobre su departamento

source: A link to download a PDF copy of your letter for your records.
es: Un enlace para descargar una copia en PDF de su carta para sus registros.

source: A new lease or renewal
es: Un nuevo contrato de arrendamiento o una renovación

source: A non-renewal or eviction notice
es: Una notificación de no renovación o desalojo

source: A nonprofit organization that builds online tools to help New Yorkers achieve affordable, healthy, eviction-free housing.
es: Una organización sin fines de lucro que crea herramientas en línea para ayudar a los neoyorquinos a conseguir viviendas asequibles, saludables y sin riesgo de desalojo.

source: A PDF copy of your letter has been sent to the following email address(es):
es: Se ha enviado una copia en PDF de su carta a las siguientes direcciones de correo electrónico:

source: A rent increase above the thresholds, or
es: Un aumento de la renta por encima de los límites máximos, o

source: A statewide coalition of tenants and homeless New Yorkers united in our fight for housing as a human right.
es: Una coalición estatal de inquilinos y neoyorquinos sin hogar unidos en nuestra lucha por la vivienda como derecho humano.

source: About the law
es: Acerca de la ley

source: About this site
es: Acerca de este sitio

source: Additional email {0}
es: Correo electrónico adicional {0}

source: Additional recipients
es: Destinatarios adicionales

source: Address
es: Dirección

source: Address is required for the letter
es: Se requiere la dirección para la carta

source: Adjust survey answers
es: Ajustar las respuestas de la encuesta

source: After you send your letter
es: Después de enviar su carta

source: Agreement
es: Acuerdo

source: All tenants in NYC are protected by important rights. This guide provides information about many of those rights depending on the type of housing you live in.
es: Todos los inquilinos de la ciudad de Nueva York están protegidos por derechos importantes. Esta guía proporciona información sobre muchos de esos derechos en función del tipo de vivienda en la que viva.

source: Allowable rent increase amount:
es: Importe permitido del aumento del renta:

source: Ask if your landlord can phase-in the increase
es: Pregunte si su arrendador puede aplicar el aumento de forma gradual

source: Ask what’s driving the increase
es: Pregunte qué está impulsando el aumento

source: Ask your landlord for a written explanation of why they believe you’re not covered.
es: Pídale a su arrendador una explicación por escrito de por qué cree que usted no está cubierto.

source: Ask your landlord to put their reason in writing if they haven’t already.
es: Pídele al arrendador que le comunique el motivo por escrito, si aún no lo ha hecho.

source: Assert your rights by printing your coverage results and sharing with your landlord. You can use these results as an indicator that your apartment is covered by Good Cause Eviction Law.
es: Haga valer sus derechos imprimiendo los resultados de la cobertura y compartiéndolos con su arrendador. Puede utilizar estos resultados como indicador de que su departamento está amparado por la Ley de Desalojo por Justa Causa.

source: Assignment of leases & rents
es: Cesión de arrendamientos y alquileres

source: Attend a walk-in Clinic hosted by the Met Council on Housing
es: Asista a una clínica sin cita previa organizada por el Consejo Metropolitano de Vivienda

source: Back
es: Atrás

source: Back to Result
es: Volver a los resultados

source: Back to survey
es: Volver a la encuesta

source: Based on data from the website {wowLink}, we gather a list of properties that the owner of your building may be associated with. For each property, we include links to important real estate transaction documents.
es: Basándonos en los datos del sitio web {wowLink}, recopilamos una lista de propiedades con las que el propietario de su edificio podría estar relacionado. Para cada propiedad, incluimos enlaces a documentos importantes relacionados con transacciones inmobiliarias.

source: Based on data from the website {wowLink}, we have gathered a list of properties that the owner of your building may be associated with. For each property, we have included links to important real estate transaction documents.
es: Basándonos en los datos del sitio web {wowLink}, hemos recopilado una lista de propiedades que podrían estar relacionadas con el propietario de su edificio. Para cada propiedad, hemos incluido enlaces a documentos importantes relacionados con transacciones inmobiliarias.

source: Based on the rent amount stated in your recent lease offer, the increase appears to exceed the lawful limit under Good Cause Eviction Law. The difference between my current rent and the proposed rent appears to exceed {0}%.
es: Según el importe de renta indicado en su reciente oferta de arrendamiento, el aumento parece superar el límite legal establecido en la Ley de Desalojo por Justa Causa. La diferencia entre mi renta actual y la renta propuesta parece superar el {0} %.

source: Because your building has fewer than 6 units and was built after 1974, it is very unlikely that your apartment is rent stabilized. Additionally, based on publicly available data, no rent stabilized apartments were registered in your building in recent years.
es: Dado que su edificio tiene menos de 6 unidades y fue construido después de 1974, es muy poco probable que su departamento tenga renta estabilizada. Además, según los datos disponibles públicamente, en los últimos años no se ha registrado ningún departamento con renta estabilizada en su edificio.

source: Because your building has fewer than 6 units it is very unlikely that your apartment is rent stabilized. Additionally, based on publicly available, no rent stabilized apartments were registered in your building in recent years.
es: Dado que su edificio tiene menos de 6 unidades, es muy poco probable que su departamento tenga renta estabilizada. Además, según la información disponible públicamente, en los últimos años no se ha registrado ningún departamento con renta estabilizada en su edificio.

source: Because your building was built after 1974 and is not part of 421a or J51 tax incentive programs, it is very unlikely that your apartment is rent stabilized. Additionally, based on publicly available, no rent stabilized apartments were registered in your building in recent years.
es: Dado que su edificio fue construido después de 1974 y no forma parte de los programas de incentivos fiscales 421a o J51, es muy poco probable que su departamento tenga renta estabilizada. Además, según la información disponible públicamente, en los últimos años no se ha registrado ningún departamento con alquiler estabilizado en su edificio.

source: Begin to gather all documentation to defend your case. This could include letters, lease, proof of coverage, rent receipts, etc.
es: Comience a reunir toda la documentación necesaria para defender su caso. Esto podría incluir cartas, contrato de arrendamiento, prueba de cobertura, recibos de alquiler, etc.

source: But we still recommend continuing to send this letter because your landlord may still listen to your demand for a new lease.
es: Sin embargo, recomendamos seguir enviando esta carta, ya que es posible que el arrendador aún esté dispuesto a escuchar su solicitud de un nuevo contrato de arrendamiento.

source: By <0>Housing Justice for All</0> & <1>JustFix</1>
es: Por <0>Housing Justice for All</0> y <1>JustFix</1>

source: Calculate
es: Calcular

source: Calculate your max rent increase.
es: Calcule el aumento máximo de su renta.

source: Calculate your rent increase
es: Calcule el aumento de su alquiler

source: Call <0>311</0> and ask for the Tenant Helpline. They can connect you to the right resource based on your situation.
es: Llame <0>al 311</0> y solicite la línea de ayuda para inquilinos. Ellos pueden conectarlo con el recurso adecuado según su situación.

source: Call Met Council on Housing Hotline
es: Llame a la línea directa del Consejo Metropolitano sobre Vivienda

source: CC me on the email that you send to my landlord
es: Envíeme una copia del correo electrónico que le envíe a mi arrendador.

source: Certificate of occupancy
es: Certificado de ocupación

source: Check out the Letter Sender
es: Eche un vistazo al remitente de la carta

source: Check your lease renewal
es: Revise la renovación de su contrato de arrendamiento

source: Check your most recent lease renewal
es: Revise la renovación más reciente de su contrato de arrendamiento

source: Checking city records for your landlord’s information...
es: Consultar los registros municipales para obtener información sobre su arrendador...

source: City
es: Ciudad

source: City data indicates that there aren’t any residential units at this address.
es: Los datos municipales indican que no hay ninguna vivienda en esta dirección.

source: City/Borough is required for the letter
es: Se requiere la ciudad o el distrito para la carta

source: classified as a health facility
es: clasificado como centro de salud

source: classified as a hotel
es: clasificado como hotel

source: classified as a religious facility
es: clasificado como centro religioso

source: classified as an educational building
es: clasificado como edificio educativo

source: Close
es: Cerrar

source: Close modal
es: Cerrar modal

source: Communicating your request to your landlord in writing provides documented evidence of your complaint.
es: Comunicar su solicitud al propietario por escrito le proporciona una prueba documentada de su queja.

source: Community resources
es: Recursos comunitarios

source: Compare your landlord’s stated reason with the list of Good Cause reasons to see if it qualifies under the law.
es: Compare el motivo alegado por su arrendador con la lista de motivos justificados para ver si cumple los requisitos legales.

source: Compare your results with
es: Compare sus resultados con

source: Complete
es: Completo

source: Concerning the proposed rent increase:
es: En relación con el aumento de renta propuesto:

source: Concerning your intent to end my tenancy
es: En relación con su intención de rescindir mi contrato de arrendamiento

source: Confirm
es: Confirmar

source: Contact <0>Housing Court Answers</0> or one of the organizations in the “legal advice and assistance” section below as soon as you can.
es: Póngase en contacto con <0>Housing Court Answers</0> o con una de las organizaciones que figuran en la sección "Asesoramiento y asistencia legal" a continuación tan pronto como sea posible.

source: Contact a legal aid provider immediately for advice.
es: Póngase en contacto con un proveedor de asistencia jurídica gratuita inmediatamente para obtener asesoramiento.

source: Contact a legal aid provider or tenant support organization right away for help reviewing whether the landlord’s claimed reason qualifies as a valid “good cause.”
es: Póngase en contacto de inmediato con un proveedor de asistencia legal o una organización de apoyo a los inquilinos para que le ayuden a determinar si el motivo alegado por el propietario se considera una "justa causa" válida.

source: Contact a tenant support organization for guidance or help drafting a follow-up letter.
es: Póngase en contacto con una organización de apoyo a los inquilinos para obtener orientación o ayuda para redactar una carta de seguimiento.

source: Contact support
es: Contactar con el servicio de asistencia

source: Continue
es: Continuar

source: Continue paying rent under your most recent lease.
es: Continúe pagando la renta según su contrato de arrendamiento más reciente.

source: Continue paying the same rent amount listed on your last signed lease.
es: Continúe pagando el mismo importe de renta que figura en su último contrato de arrendamiento firmado.

source: Copied
es: Copiado

source: Copy goodcausenyc.org
es: Copiar goodcausenyc.org

source: Coverage depends on your building type, subsidy status, and other factors.
es: La cobertura depende del tipo de edificio, el estado de los subsidios y otros factores.

source: Create a paper trail
es: Crear un registro documental

source: Dear {0},
es: Estimado {0},

source: Demand notice
es: Notificación de demanda

source: Demolition
es: Demolición

source: Disclaimer
es: Descargo de responsabilidad

source: Do not move out immediately. You have the right to remain in your home unless a court orders otherwise.
es: No se mude inmediatamente. Tiene derecho a permanecer en su hogar a menos que un tribunal ordene lo contrario.

source: Document all communications with your landlord. This could include texts, emails, letters, or notes from conversations.
es: Documente todas las comunicaciones con su arrendador. Esto podría incluir mensajes de texto, correos electrónicos, cartas o notas de conversaciones.

source: Document their refusal or lack of response.
es: Documente su negativa o falta de respuesta.

source: Don’t ignore the court papers.
es: No ignore los documentos judiciales.

source: Double-check the rent using the <0/>.
es: Verifique la renta utilizando el <0/>.

source: Download coverage
es: Descargar cobertura

source: Download letter (PDF)
es: Descargar carta (PDF)

source: Download my letter
es: Descargar mi carta

source: Edit address
es: Editar dirección

source: Eligible
es: Elegible

source: Email
es: Correo electrónico

source: Email a copy to yourself and your landlord or property manager
es: Envíese una copia por correo electrónico a usted mismo y a su arrendador o administrador de la propiedad

source: Email coverage
es: Cobertura de correo electrónico

source: Enter a valid phone number
es: Ingrese un número de teléfono válido

source: Enter an address to get started
es: Ingresa una dirección para comenzar.

source: Enter the total monthly rent for your entire apartment
es: Ingrese la renta mensual total de todo su departamento

source: Enter your address
es: Ingrese su dirección

source: Error with address selection
es: Error al seleccionar la dirección

source: Establishes a professional channel to negotiate solutions to your rent increase or non-renewal.
es: Establece un canal profesional para negociar soluciones al aumento de su renta o a la no renovación del contrato.

source: Even if the full increase is allowed under Good Cause, you can ask to spread it out over several months.
es: Incluso si se permite el aumento completo por una justa causa, puede solicitar que se distribuya a lo largo de varios meses.

source: Even though you may not be covered by Good Cause Eviction, all NYC tenants are guaranteed the following rights
es: Aunque es posible que no esté amparado por la Ley de Desalojo por Justa Causa, todos los inquilinos de la ciudad de Nueva York tienen garantizados los siguientes derechos:

source: Even when your landlord provides proof, you still have the right to review and, if needed, challenge whether their reason qualifies as lawful under the Good Cause law.
es: Incluso cuando el arrendador proporcione pruebas, usted sigue teniendo derecho a revisarlas y, si es necesario, a impugnar si su motivo se considera legal según la Ley de Justa Causa.

source: Everyone has the right to live in a safe and habitable environment. This includes timely repairs to your apartment. NYCHA Residents have the right to request repairs and expect prompt action from management. If NYCHA is not responding to ticket requests, residents can file housing court cases (HP actions) seeking a judicial order requiring NYCHA to make repairs.
es: Todo el mundo tiene derecho a vivir en un entorno seguro y habitable. Esto incluye las reparaciones oportunas de su departamento. Los residentes de NYCHA tienen derecho a solicitar reparaciones y esperar una respuesta rápida por parte de la administración. Si NYCHA no responde a las solicitudes de reparación, los residentes pueden presentar demandas ante el tribunal de vivienda (acciones HP) para solicitar una orden judicial que obligue a NYCHA a realizar las reparaciones.

source: Eviction Free NYC
es: Nueva York sin desalojos

source: Example: If your rent is going up 8%, you could propose a 4% increase now and another 4% later in the year.
es: Ejemplo: Si su renta va a subir un 8 %, podría proponer un aumento del 4 % ahora y otro del 4 % más adelante en el año.

source: Failure to sign lease renewal or provide access to apartment
es: No firmar la renovación del contrato de arrendamiento o no permitir el acceso al departamento

source: Failure to sign new lease or provide access to apartment
es: No firmar el nuevo contrato de arrendamiento ni dar acceso al departamento

source: Fair Housing NYC
es: Vivienda justa en Nueva York

source: FAQs to help guide your answer
es: Preguntas frecuentes para ayudarle a encontrar la respuesta

source: February 18, 2025
es: 18 de febrero de 2025

source: Feedback Form
es: Formulario de comentarios

source: Fill out the request form
es: Llene el formulario de solicitud

source: Find other buildings your landlord owns
es: Busca otros edificios que sean propiedad de su arrendador

source: Find out how much your landlord can increase your rent
es: Averigüe cuánto puede aumentar la renta su arrendador

source: Find out if I’m covered
es: Averiguar si estoy cubierto

source: Find out if you’re covered by Good Cause
es: Averigüe si está amparado por la Ley de Desalojo por Justa Causa

source: Find out if your apartment is rent stabilized
es: Averigüe si su departamento tiene renta estabilizada

source: Find out if your landlord owns other buildings
es: Averigüe si su arrendador es propietario de otros edificios.

source: Find your landlord’s other buildings
es: Busque otros edificios de su propietario

source: Finishing up
es: Terminando

source: First name
es: Nombre

source: First name is required for the letter
es: Se requiere el nombre para la carta

source: Follow up with your landlord in writing and keep records of all attempts to contact them.
es: Haga un seguimiento por escrito con su arrendador y guarde constancia de todos los intentos de ponerse en contacto con él.

source: For a {0}, the monthly total rent must be less than {1}
es: Para un {0}, la renta mensual total debe ser inferior a {1}

source: For any of the addresses listed below, you only need to find your building’s owner’s name or signature on one of the documents to know if they own that property.
es: Para cualquiera de las direcciones que se enumeran a continuación, solo necesita encontrar el nombre o la firma del propietario de su edificio en uno de los documentos para saber si es el dueño de esa propiedad.
