Repository: JustFixNYC/gce-screener
Catalog: textit/spa/gce_letter_deliveredresponse.spa.po
Languages: es_419

source: Complete
es_419: Completado

source: Expired
es_419: Caducado

source: Glad to hear your letter has been delivered or is on its way. Have you received a response from your landlord? Reply "YES" or "NO"
es_419: Me alegra saber que su carta ha sido entregada o está en camino. ¿Ha recibido una respuesta de su arrendador? Responda "SÍ" o "NO"

source: Got it. We will check in with you next week to see if your landlord has responded to your letter. While you wait, remember: 📝 Keep all communication with your landlord in writing. 💻 Learn about next steps you can take at https://goodcausenyc.org/letter/next_steps
es_419: Entendido. Nos pondremos en contacto con usted la próxima semana para ver si su arrendador ha respondido a su carta. Mientras espera, recuerde: 📝 Mantenga toda la comunicación con su arrendador por escrito. 💻 Infórmese sobre los siguientes pasos que puede dar en https://goodcausenyc.org/letter/next_steps

source: JustFix Mailed
es_419: JustFix, mediante correo electrónico

source: JustFix here! Checking in on the status of your letter, have you received a response from your landlord? Reply "YES" or "NO"
es_419: ¡JustFix aquí! Comprobando el estado de su carta, ¿ha recibido una respuesta de su arrendador? Responda "SÍ" o "NO".

source: JustFix here! Just checking-in on the status of your letter. Reply with "1" if your letter has been delivered to your landlord or if it is on its way. Reply "2" if you have decided not to send your letter to your landlord.
es_419: ¡Aquí JustFix! Solo queremos saber cómo va su carta. Responda con un "1" si su carta ya ha sido entregada a su arrendador o si está en camino. Responda con un "2" si ha decidido no enviar su carta a su arrendador.

source: Other
es_419: Otros

source: Sorry, we didn't understand your response. Reply with "1" if your letter has been delivered to your landlord or if it is on its way. Reply "2" if you have decided not to send your letter to your landlord.
es_419: Lo sentimos, no hemos entendido su respuesta. Responda con un "1" si su carta ha sido entregada a su arrendador o si está en camino. Responda con un "2" si ha decidido no enviar su carta a su arrendador.

source: Sorry, we didn't understand your response. Have you received a response from your landlord? Reply "YES" or "NO"
es_419: Lo sentimos, no hemos entendido su respuesta. ¿Ha recibido una respuesta de su arrendador? Responda "SÍ" o "NO"

source: Thanks for letting us know you've decided not to send your letter. We'd love to hear more about why you decided not to send your letter.
es_419: Gracias por informarnos que ha decidido no enviar su carta. Nos encantaría saber más sobre por qué ha decidido no enviarla.

source: User Mailed
es_419: Correo electrónico enviado por el usuario

source: Yes
es_419: Sí

source: delivered
es_419: entregado

source: not_delivered
es_419: no entregado
