Repository: JustFixNYC/gce-screener
Catalog: */textit/spa/311_tracker_upt_reminder.spa.po
Languages: es_419

source: All Responses
es_419: Todas las respuestas

source: Have you reported your complaints to 311 for your repair issues? Reply "1" for yes, or "2" for no.
es_419: ¿Ha reportado sus quejas al 311 por sus problemas de reparación? Responda «1» para sí o «2» para no.

source: Hi, this is JustFix for the Union of Pinnacle Tenants following up on the repair issues in your apartment.
es_419: Hola, soy JustFix, de la Unión de Inquilinos de Pinnacle, y llamo para hacer un seguimiento de los problemas de reparación en su departamento.

source: Ok, please remember to call 311 to report your repair issues. We will follow up again in a few days. When HPD comes to inspect your apartment, you can refer to this checklist of the issues you selected to make sure they inspect everything you have complaints for. @fields.upt_checklist_url
es_419: De acuerdo, recuerde llamar al 311 para informar de los problemas que necesita reparar. Volveremos a ponernos en contacto con usted en unos días. Cuando el Departamento de Vivienda y Desarrollo Urbano (HPD) venga a inspeccionar su departamento, puede consultar esta lista de verificación con los problemas que ha seleccionado para asegurarse de que inspeccionan todo aquello sobre lo que ha presentado quejas. @fields.upt_checklist_url

source: Other
es_419: Otros

source: Please reply to this text message with the 311 Service Request Number you were given. It should start with 311 followed by 8 digits, looking like: "311-12345678"
es_419: Responda a este mensaje de texto con el número de solicitud de servicio 311 que se le ha proporcionado. Debe comenzar por 311 seguido de 8 dígitos, con el siguiente formato: «311-12345678».

source: Sorry, that is not a valid 311 Service Request Number.
es_419: Lo sentimos, ese no es un número válido de solicitud de servicio 311.

source: Sorry, we didn't understand your response.
es_419: Lo sentimos, no hemos entendido tu respuesta.

source: Thank you, we will monitor your complaint and text you whenever there is update from HPD. When HPD does their inspection you can refer to this checklist of the issues you selected to make sure they inspect everything you have complaints for. @fields.upt_checklist_url
es_419: Gracias, daremos seguimiento a su queja y le enviaremos un mensaje de texto cada vez que haya novedades por parte del Departamento de Vivienda y Desarrollo Urbano (HPD). Cuando el HPD realice su inspección, puede consultar esta lista de verificación de los problemas que ha seleccionado para asegurarse de que inspeccionen todo aquello sobre lo que ha presentado quejas. @fields.upt_checklist_url

source: Valid 311 SR number
es_419: Número SR válido 311

source: yes
es_419: sí
